[
{
    "model": "blog.post",
    "pk": 11,
    "fields": {
        "created": "2021-05-30T13:46:30.556Z",
        "updated": "2021-06-28T08:57:44.478Z",
        "author": [
            "7208333993"
        ],
        "category": null,
        "title": "From the CEO’s Desk: Corecare’s Protocols to Ensure Your Health & Safety",
        "slug": "from-the-ceos-desk-corecares-protocols-to-ensure-your-health-safety",
        "photo": "Blog_Images/from-the-ceos-desk-corecares-protocols-to-ensure-your-health-safety/default_blog.jpg",
        
        "body": "<p>Dear All,</p><p>&nbsp;</p><p>Trust you are all doing well and keeping safe in these difficult times.&nbsp;</p><p>I wanted to reach out to you today, and talk about some of the safety protocols we have put in place, to protect the health and safety of our customers, and our 35,000 service professionals. These safety protocols are not new, and many of them were operationalized over a year back when the pandemic hit us.&nbsp;</p><p>&nbsp;</p><p>The company takes the safety and hygiene of its customers and service professionals with utmost seriousness. In this regard, the company has put in place <strong>8 key safety protocols</strong> –</p><ol><li><strong>Mandatory PPE Kits</strong>: All our partners get free masks, gloves, face shields and coveralls from us, with the SOP requiring change of PPE after every single service. We are committed to providing free PPE kits to our service professionals till the end of the pandemic.</li><li><strong>Testing</strong>: We have been running regular testing camps where our service professionals can get themselves tested, free of cost. We have also offered testing facilities and doctor consultations to any professionals complaining of symptoms.</li><li><strong>Vaccination camps</strong>: We had started vaccination camps in partnership with healthcare providers and local government authorities to vaccinate on priority all service professionals aged 45+. These camps have now been extended to all service professionals aged 18+.</li><li><strong>Daily temperature checks:</strong> All service professionals perform a daily temperature check, and if their temperature is above 99 degrees Fahrenheit, or they have any symptoms like a cold, cough etc., they should self-quarantine.</li><li><strong>Health &amp; safety training: </strong>All Urban Company service professionals have completed an online health and safety training program, as per WHO prescribed hygiene standards.</li><li><strong>Mandatory use of the Aarogya Setu app</strong>: Before starting a service, all service professionals display their health status on the Aarogya Setu app to the customers.</li><li><strong>Sanitization of tools and equipment</strong>: Service professionals sanitize their equipment in front of the customers, before and after each service.</li><li><strong>Single-use disposables and sachet products:</strong> The company prescribes that all professionals use only disposables, and single-use sachet products, for the safety of the customers.</li></ol><p>I urge you to stay home and take care of yourself and your loved ones. We are in this together.</p><p style=\"text-align:right;\">&nbsp;</p><p style=\"text-align:right;\">Thanks,<br>Afzal Saiyed<br>Co-founder &amp; CEO, CoreCare</p>",
        "active": true
    }
},
{
    "model": "blog.post",
    "pk": 20,
    "fields": {
        "created": "2021-05-31T15:02:25.565Z",
        "updated": "2021-06-28T08:54:49.933Z",
        "author": [
            "7208333993"
        ],
        "category": 3,
        "title": "5 Questions to Ask Yourself Before Hiring a Home Cleaning Service",
        "slug": "5-questions-to-ask-yourself-before-hiring-a-home-cleaning-service",
        "photo": "Blog_Images/5-questions-to-ask-yourself-before-hiring-a-home-cleaning-service/blog_photo.jpeg",
        
        "body": "<p><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">If you’re reading this post, chances are you are planning on hiring a </span><a href=\"https://www.urbancompany.com/dubai-professional-home-cleaning\"><i><strong>home cleaning service company</strong></i></a><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">, but maybe are a little unsure about how often you need one. Some of you may still be wondering if you need one at all! We understand your confusions, and after years of being in the business, we can safely say that many of our customers have the same questions. And so, we’ve put together a list of questions we feel customers should ask themselves before hiring a pro house cleaning company from Corecare.</span></p><p>&nbsp;</p><h3><strong>#1. How big is your house?</strong></h3><p>The best things about small houses is that are very easy to maintain and keep tidy. Studio apartments, and single bedroom apartments don’t need a thorough home cleaning service more than once every two weeks. In comparison, a bigger house with more number of rooms could a use a professional home cleaning services more regularly; every week to be exact. Of course, this also depends on your lifestyle and preferences.</p><h3><strong>#2. Do you have children or pets?</strong></h3><p>If there are toddlers and young children (this includes pets too!) in your family, your house is sure to get messy, soon after a complete scrubdown! In this case, it is a good idea to get hire professional home cleaning services every week, for a thorough cleansing and sanitisation of your home.If yours is a simple two-member family, with no children of any kind, you could schedule a complete home cleaning service every fortnight. &nbsp;</p><h3><strong>#3. What is your budget?</strong></h3><p>Financial plans determine many of our choices – including how often should one hire professional home cleaning services in Dubai, or even whether we want to hire one at all! In case saving up is at the top of your agenda right now, you could do most of the tidying yourself, and hire home cleaning services every 20 – 30 days.</p><p>Having said that, UrbanClap does provide home cleaning services at affordable rates. So instead of wasting your time cleaning up, you could let professionals look after your house, while you use the time more productively.</p><h3><strong>#4. What’s your lifestyle like?</strong></h3><p>Your lifestyle too determines how often you need to hire a professional home cleaning service. If you’re someone who travels for work, and are barely at home, you don’t need to give your home a professional cleaning that often. However, if you work a regular 9 to 5 job and live with a family, you might want to book professional cleaning services more often. Interestingly, busy executives as well as stay-home moms, both need a extra pair of professional hands to look after cleaning, so hiring professional home cleaning services is an obvious decision for them.</p><h3><strong>#5. Anything special coming up?</strong></h3><p>Do you have a dinner party planned for the weekend? Are your parents visiting you soon? In special instances hiring a professional cleaning home service to thoroughly clean out every corner of the house is your best bet to make a good impression on the visitors – especially on your parents!</p><p><br>&nbsp;</p><p>&nbsp;</p><p>&nbsp;</p>",
        "active": true
    }
},
{
    "model": "blog.post",
    "pk": 21,
    "fields": {
        "created": "2021-05-31T18:48:16.941Z",
        "updated": "2021-06-28T08:54:24.025Z",
        "author": [
            "7208333993"
        ],
        "category": 3,
        "title": "5+ Indian Kitchen Design Images from Real Homes",
        "slug": "5-indian-kitchen-design-images-from-real-homes",
        "photo": "Blog_Images/5-indian-kitchen-design-images-from-real-homes/kitchrn.jpg",
        
        "body": "<p><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">Have you ever wondered why Indian kitchen design is not given as much attention as other areas of the house? And this despite kitchen being the busiest or most used spaces in our homes! Ironic, right?</span></p><p>&nbsp;</p><p><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">Well, we don’t believe that modern kitchens should ever get the short end of the stick. So, we rummaged through all our modular kitchen design images on the </span><span style=\"background-color:rgb(255,255,255);color:hsl(0, 75%, 60%);\">Corecare Portal</span><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\"> to select the cream of the lot for you — a collection that will make you want to redo your cook-space. Take a look at these 15 beautiful kitchen&nbsp;interior design ideas (for small Indian homes too!), and turn it into everyone’s favourate meet-up point.</span></p><p>&nbsp;</p><h2><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">1. Add a pop of colour &amp; accessorise</span></h2><figure class=\"image\"><img src=\"https://de927adv5b23k.cloudfront.net/wp-content/uploads/2018/06/29154133/beige-color-modular-kitchen-with-tiled-wall-and-cabinets-dhaval-patel-2-e1528272192698-768x519.jpeg\"></figure><p><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">Don’t you just love how this gorgeous blue peninsula brings in a burst of colour to this elegant single wall kitchen in beige and white? Plus, that&nbsp;eye-catching geometric pendant lamp further accentuates the entire look. Add two bar stools and you’ve got yourself a fantastic breakfast counter inside your kitchen!</span></p><p>&nbsp;</p><h2><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">2. Open it up &amp; make it inviting</span></h2><figure class=\"image\"><img src=\"https://de927adv5b23k.cloudfront.net/wp-content/uploads/2018/06/29154116/U-Shaped-Kitchen-With-Dark-Walnut-Wooden-Cabinets-prashant-chauhan-768x513.jpg\"></figure><p><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">Nailing that modern layout-meets-traditional accessories look, this semi-open kitchen stays connected with the rest of the home, thanks to partition shelves on the left, and two window-like arched openings straight ahead. The wooden cabinetry, white G4 stone countertop and earthy yellow backsplash make this Indian kitchen design a warm and inviting one — perfect if you’re a family that loves to gather in this area!</span></p><p>&nbsp;</p><h2><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">3. Go sophisticated with grey</span></h2><figure class=\"image\"><img src=\"https://de927adv5b23k.cloudfront.net/wp-content/uploads/2018/06/29154128/grey-shade-kitchen-cabinets-furdo-533x800.jpeg\"></figure><p><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">Who says grey is dull and boring? This all-grey model kitchen with double-stacked cabinets is all about understated luxury. The black countertop breaks the flow and the raised panel cabinetry adds to the grandeur. We’re imagining potted herbs and a teal floor rug to bring out that grey even more! What do you think?</span></p><p>&nbsp;</p><h2><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">4. Adopt farmhouse chic</span></h2><figure class=\"image\"><img src=\"https://de927adv5b23k.cloudfront.net/wp-content/uploads/2018/06/29154122/luxurious-kitchen-with-white-cabinets-and-white-intricate-patterned-floor-shreya-bhimani-768x576.jpeg\"></figure><p><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">Beautiful kitchens look like this! If you’re a fan of the American farmhouse kitchen style, here’s inspiration right from an Indian apartment. Powder blue base cabinets and a vintage crockery display unit on the right are so on-point, that even the modern handle-less wall cabinets and the sleek grey appliances don’t take away from them. And hey, don’t miss that stunning blue patterned backsplash and grey antique tile flooring. So much character!</span></p><p>&nbsp;</p><h2><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">5. Ace that white</span></h2><figure class=\"image\"><img src=\"https://de927adv5b23k.cloudfront.net/wp-content/uploads/2018/06/29154114/White-Themed-Modular-Kitchen-revathi-shailja-768x515.jpeg\"></figure><p><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">Want to make your all-white kitchen come alive? A glazed light blue backsplash and eye-catching wall art work like magic in this new model&nbsp;kitchen. Semi-open and with a neat little island, we also like how it makes space for a compact dining set-up at its one end, therefore, partitioning the dining and kitchen space from the rest of this modern Indian apartment.</span></p><p>&nbsp;</p><p>&nbsp;</p><p><span style=\"background-color:rgb(255,255,255);color:hsl(271, 100%, 50%);\">So, those are our Indian kitchen design ideas for you! What design are you planning to go for? We’d love to know in the comments below!</span></p>",
        "active": true
    }
},
{
    "model": "blog.post",
    "pk": 22,
    "fields": {
        "created": "2021-06-02T14:02:29.840Z",
        "updated": "2021-06-28T08:54:08.438Z",
        "author": [
            "7208333993"
        ],
        "category": 3,
        "title": "Best Exterior House Colors That Pair Fabulously With White",
        "slug": "best-exterior-house-colors-that-pair-fabulously-with-white",
        "photo": "Blog_Images/best-exterior-house-colors-that-pair-fabulously-with-white/blog_photo.jpeg",
        
        "body": "<blockquote><p>Confused between wanting to play it safe with white and going bolder with color? In this post, we show you options for exterior house colors that combine well with white and also help you step out of our comfort zone.</p></blockquote><p>White is a colour that will never go out of style. No wonder then that we love it for our homes here in India.</p><p>&nbsp;</p><p>But what if we tell you that you can keep the white and yet give your house a much-needed upgrade?</p><p>&nbsp;</p><p>Yes, in this post, we help you choose exterior paint colours that look great with white, perk up your home, and yet suit Indian sensibilities.</p><p>&nbsp;</p><h2>1. Just White</h2><figure class=\"image\"><img src=\"https://de927adv5b23k.cloudfront.net/wp-content/uploads/2019/05/29092606/Modern-style-home_namrata-jain-1280x852.jpeg\"></figure><p>Let’s start with white itself. Not only is it a safe colour, but it also leaves a good first impression. Plus, whatever the style of your home, white will definitely work on it.</p><p>&nbsp;</p><p>But you need to remember that white too has various shades and tones, and it’s important that you don’t settle for a stark white. Depending on your preference, go for cooler or warmer tones.</p><p>&nbsp;</p><p>The best part about working with white is that the details on your house stand out against it — just like the name of the house and the window frames do in the above picture.</p><p>&nbsp;</p><h2>2. White + Cream</h2><figure class=\"image\"><img src=\"https://de927adv5b23k.cloudfront.net/wp-content/uploads/2019/05/29092610/shutterstock_269469479.jpg\"></figure><p>Change things just a little? Move a little away from a plain white look?</p><p>Bring in some off-white or cream!</p><p>&nbsp;</p><p>Depending on the light falling on it, your house will take on a clean look in the daylight, and when the evening light sets in, it will look warm and inviting.</p><p>&nbsp;</p><h2>3. White + Sand Brown + Maroon</h2><figure class=\"image\"><img src=\"https://de927adv5b23k.cloudfront.net/wp-content/uploads/2019/05/29092608/shalini-pereira_tfod-1.jpg\"></figure><p><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">This is an elegant combination and one that will help your home blend in with its surroundings. While white works as the major player here, the sand brown is the highlight (especially with that lovely wood-like texture), while the maroon is infused in subtle doses around the window.</span></p><p>&nbsp;</p><h2><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">4. White + Dark Brown</span></h2><figure class=\"image\"><img src=\"https://de927adv5b23k.cloudfront.net/wp-content/uploads/2019/05/29092612/sunil-patil-associates_tfod.jpeg\"></figure><p>As you may have seen, it’s a great idea to go in for a white/off-white/cream coloured house in India, and then use a secondary colour to highlight a larger architectural detail.</p><p>&nbsp;</p><p>In this house too, the protruding portion of the house — which is anyway a design detail — has been further highlighted with a dark brown shade of exterior paint. It gives the house character and a modern appearance.</p><p>&nbsp;</p><h2>5. White + Warm Shades of Yellow</h2><figure class=\"image\"><img src=\"https://de927adv5b23k.cloudfront.net/wp-content/uploads/2019/05/29092625/dnyanesh-madgavkar_tfod-11.jpg\"></figure><p>This is a happy combination of colours and a mutually beneficial one. White provides shades like mustard, amber or ochre the canvas to pop and to enjoy their spotlight, while the yellows give white a much-needed uplift.</p><p>&nbsp;</p><p>In an Indian set-up, they come together beautifully to give the house a warm and welcoming vibe.</p><p>&nbsp;</p><p style=\"text-align:center;\"><span style=\"color:hsl(210,75%,60%);\"><strong>So, these are ways for you to bring in a splash of color to the exteriors of your home and yet keep it elegant with white playing the major role.</strong></span></p><p style=\"text-align:center;\"><span style=\"color:hsl(210,75%,60%);\"><strong>Got any color combinations that you like? Let us know!</strong></span></p>",
        "active": true
    }
},
{
    "model": "blog.post",
    "pk": 23,
    "fields": {
        "created": "2021-06-02T14:07:43.307Z",
        "updated": "2021-06-28T08:53:50.687Z",
        "author": [
            "7208333993"
        ],
        "category": 8,
        "title": "Why Is Your AC Not Turning On?",
        "slug": "why-is-your-ac-not-turning-on",
        "photo": "Blog_Images/why-is-your-ac-not-turning-on/blog_photo.png",
        
        "body": "<p>It’s a hot summer day and you want to just chill but your AC refuses to turn on?</p><p>&nbsp;</p><p>&nbsp;Don’t worry, this article will help you understand why your AC is not turning on and what can you do to fix it.</p><p>&nbsp;</p><p>Here are three reasons why your AC might not be turning on:</p><p>&nbsp;</p><h2><strong>1. Defective Power Supply</strong></h2><figure class=\"image image-style-side\"><img src=\"https://de927adv5b23k.cloudfront.net/wp-content/uploads/2021/04/08142011/IMG_20210408_140524-512x315.jpg\"></figure><p>Check your AC’s power point or stabilizer and check if it’s giving AC 220 volt output to the AC. This is an indication of a defective power supply or a faulty stabilizer. A loose connection, burnt power board, tripped MCB or an internal defect in the circuit can all lead to a faulty voltage supply to the AC, causing it to not turn on.&nbsp;</p><p>&nbsp;</p><p>&nbsp;</p><p><strong>Solution:</strong> Book an expert electrician from Corecare Company who will inspect the problem with your power supply or voltage output and resolve the problem for you.</p><p>&nbsp;</p><h2><strong>2. Broken PCB or LVT Circuit</strong></h2><p>Check the display of your AC. Is it not turning on even after pressing the power button on the display panel or on the remote? This is an indication of a broken PCB or LVT circuit which causes a hindrance in turning your AC on.</p><p>&nbsp;</p><p><strong>Solution:</strong> Book an expert AC technician who will figure out if the PCB board needs replacement or repair to resolve this issue</p><p>&nbsp;</p><h2><strong>3. Problem with the Motor Van</strong></h2><figure class=\"image image-style-side\"><img src=\"https://de927adv5b23k.cloudfront.net/wp-content/uploads/2021/04/08143624/display1-512x292.jpg\"></figure><p>Lastly, check if there’s any error code flashing on the display. This happens when sensors or any other electrical components like the fan motor or step valve stops working in the AC.</p><p>&nbsp;</p><p><strong>Solution:</strong> Based on the error code, your AC technician can resolve this issue by replacing the faulty components.</p><p>&nbsp;</p><p style=\"text-align:center;\">&nbsp;</p><p style=\"text-align:center;\"><span style=\"background-color:rgb(255,255,255);color:hsl(210, 75%, 60%);\"><strong>Hope this article helped you understand the reasons behind your AC not turning on. You can book an expert technician from UC right now – just head over to the app and book your AC serviced or repaired right away!</strong></span></p>",
        "active": true
    }
},
{
    "model": "blog.post",
    "pk": 24,
    "fields": {
        "created": "2021-06-02T14:13:04.767Z",
        "updated": "2021-06-28T08:53:32.323Z",
        "author": [
            "7208333993"
        ],
        "category": 7,
        "title": "How to Ensure Safety During AC Service & Repair",
        "slug": "how-to-ensure-safety-during-ac-service-repair",
        "photo": "Blog_Images/how-to-ensure-safety-during-ac-service-repair/blog_photo.png",
        
        "body": "<figure class=\"media\"><oembed url=\"https://www.youtube.com/watch?v=RqtB7LNqXtI\"></oembed></figure><p>If you’re reading this blog, chances are high that you booked an AC service and/or repair from Urban Company.</p><p>&nbsp;</p><p>Here’s what you should know (and do) when your technician arrives at your doorstep.</p><p>&nbsp;</p><ul><li><strong>Stay in a different room during the AC service or repair</strong> as your AC includes components, like the cooling gas, that are highly flammable. Especially adhere to this safety step during gas charging of your AC.</li><li><strong>Inform the professional about past AC servicing </strong>or any local parts that may have been used previously. This enables a safe handling of your AC unit as your technician will be fully aware of your AC’s history.</li></ul><p>&nbsp;</p><p><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">Following these two crucial steps will ensure your safety as well as that of your family. And in case of any doubts, do feel free to reachout to us.</span></p>",
        "active": true
    }
},
{
    "model": "blog.post",
    "pk": 25,
    "fields": {
        "created": "2021-06-02T14:18:16.043Z",
        "updated": "2021-06-28T08:53:14.011Z",
        "author": [
            "7208333993"
        ],
        "category": 7,
        "title": "Knowing AC Parts And How Air Conditioning Works",
        "slug": "knowing-ac-parts-and-how-air-conditioning-works",
        "photo": "Blog_Images/knowing-ac-parts-and-how-air-conditioning-works/blog_photo.jpeg",
        
        "body": "<figure class=\"image\"><img src=\"https://de927adv5b23k.cloudfront.net/wp-content/uploads/2018/03/03165056/shutterstock_276610868.jpg\"></figure><p>An air conditioning unit is the most used appliance during the summers. It becomes very difficult to get by the harsh summer months without an AC. As a result, more and more people are installing air conditioning units in their homes. But does everyone know how an air conditioning system exactly works? Perhaps not. Take a look at this article to find out about various AC parts and how air conditioning works.</p><p>&nbsp;</p><h2>7 Major AC Parts and Their Functions</h2><p><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">Let us take a look at the major components of your air conditioning system which keeps it running.</span></p><p>&nbsp;</p><h3><strong>Components of an air conditioning system</strong></h3><ol><li><strong>Compressor</strong>: The air conditioner compressor is the heart of your air conditioner unit. The air conditioner compressor turns gas into liquid. AC compressor functions by converting a gaseous low-pressure refrigerant from the evaporator into a high pressure and high temperature gas before entering the condenser. This process enables the air conditioner to cool down the warm air thereby cooling your room.</li><li><strong>Condenser coil: </strong>The condenser coil is attached to a fan. This fan cools down the gas which comes in at high pressure, thereby converting it into a liquid form as mentioned above. The condenser coil is fit on the outside of the air conditioning unit and is one of the most crucial components of the air conditioning system.</li><li><strong>Evaporator: </strong>The liquid that leaves the condenser coil next travels to the evaporator through very small pipes. The pressure is very low inside the evaporator and this converts the liquid to a gaseous state. The gas by now cools down and passes on to the next part of the air conditioning unit.</li><li><strong>Blowing unit and air handler:</strong> The blowing unit and the air handler work in a cycle to pull in the warm air into the air conditioning unit and pass out the cool air back into the room. These two units are responsible for the equal distribution of cold air throughout the room.</li><li><strong>Thermostat: </strong>The thermostat helps the air conditioning system to maintain the correct temperature. Unless the AC is at the right temperature inside, the various air conditioning parts won’t function properly. If your <a href=\"http://www.urbancompany.com/blog/home/ac-not-cooling-here-is-why/\">AC is not cooling your house</a> it’s most likely due to a&nbsp; damaged thermostat.&nbsp;The thermostat therefore is very important and controls the temperature of the AC.</li><li><strong>Filters:</strong> Every air conditioning unit comes with a filter. The&nbsp; AC filter keeps the dust and the dirt of the air from getting into the main unit of the AC. The AC filters therefore are very important components of an air conditioning system.</li><li><strong>Drain pipes:</strong> The drain pipes collect the water droplets that condensate when the hot air turns into cool air. The drain pipes function to carry the water droplets out of the AC. If the drain pipes malfunction or remain clogged, water will begin to leak from the Air conditioning unit.[Also Read: <a href=\"http://www.urbancompany.com/blog/home/5-common-ac-leakage-problems-fix/\">5 Common AC Leakage Problems &amp; How to Fix Them]</a></li></ol><h3><strong>Keeping AC components in order</strong></h3><p>Now that you know what the main components of an AC are and how air conditioning works, you need to take care of them as well. Get your AC serviced and cleaned regularly to keep the various AC parts in proper working order. An air conditioner is a type of machine which relies on all its parts to work together. The compressor is dependent on the condenser coil which in turn highly depends on the evaporator and the process continues. So, all the parts of the air condition should remain in a good shape at all times.</p><p>&nbsp;</p><p><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">While it’s easy to clean and maintain certain components of the air conditioning unit such as the filters and the drain pipes on your own, it’s difficult to fix other parts. A broken air conditioner compressor might not be easy to repair on your own. When faced with such situations it is better to book </span><a href=\"https://www.urbancompany.com/hyderabad-samsung-ac-service/\">AC repair service</a><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\"> from Corecare to get your machine checked. So keep your AC in a good condition and get it checked and serviced by our professionals from time to time.</span></p><p><br>&nbsp;</p>",
        "active": true
    }
},
{
    "model": "blog.post",
    "pk": 26,
    "fields": {
        "created": "2021-06-02T14:22:51.002Z",
        "updated": "2021-06-28T08:52:28.786Z",
        "author": [
            "7208333993"
        ],
        "category": 7,
        "title": "Air Conditioner Cleaning: 3 Reasons Why Your AC Is Stinking",
        "slug": "air-conditioner-cleaning-3-reasons-why-your-ac-is-stinking",
        "photo": "Blog_Images/air-conditioner-cleaning-3-reasons-why-your-ac-is-stinking/blog_photo.jpeg",
        
        "body": "<figure class=\"image\"><img src=\"https://de927adv5b23k.cloudfront.net/wp-content/uploads/2018/03/03163243/shutterstock_402961492-768x512.jpg\"></figure><p><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">Air conditioners are the most purchased appliance during the summers. However, an AC can only work optimally only if you take proper care of it. A dirty AC can lead to various infections and diseases. Which is why, air conditioner cleaning and servicing is important both before and after the the AC season. But what happens if we don’t get it serviced regularly? One of the most common problem people face is that their AC starts smelling foul. This happens mostly due to mould and bacterial growth in the AC air ducts. So, if your AC is stinking, get an AC duct cleaning done. But first, what causes this foul smell? Let’s find out.</span></p><p>&nbsp;</p><p><a href=\"https://de927adv5b23k.cloudfront.net/wp-content/uploads/2018/03/03163243/shutterstock_402961492-768x512.jpg\"><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">https://de927adv5b23k.cloudfront.net/wp-content/uploads/2018/03/03163243/shutterstock_402961492-768x512.jpg</span></a></p><p>&nbsp;</p><h2><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">Top 3 Reasons Why Your AC is Stinking</span></h2><p>&nbsp;</p><p><strong>1. When your AC smells of DIRTY SOCKS</strong></p><p><br>The first reason why your AC is blowing smelly air is due to a build-up of mould (a type of fungi) and bacteria inside the AC duct. Disease causing bacteria and moulds are harmful for human health.</p><p>&nbsp;</p><p>All air conditioners work by converting hot air into cold air. This process leads to condensation and formation of little droplets of water inside the AC unit. These droplets of water should drain out via the AC duct, but at times the moisture and leftover water causes fungus and bacteria to grow inside the AC ducts. This causes a foul mouldy stink in your AC which is similar to the smell of dirty, old socks. A stinking AC calls for air conditioner cleaning and maintenance.</p><p>&nbsp;</p><p><i>Pro tip:</i>&nbsp;You will&nbsp; notice some greenish-black accumulation on the pipes and the ducts if there is a mould infestation.&nbsp;To prevent this get AC duct cleaning done regularly.</p><p>&nbsp;</p><p><strong>2.&nbsp;When your AC smells of ROTTEN EGGS</strong></p><p><br>If your room smells of rotten eggs when you turn on the AC, it is most likely due to a dead insect or an animal stuck somewhere inside the AC. Insects, rats, and even birds often get inside the dark chambers of air conditioners. failing to get out, they die and begin to decompose inside. This causes a terribly foul smell, which makes it difficult to stay in the room. If you notice this smell, do not waste time and book an<a href=\"https://www.urbancompany.com/ahmedabad-lg-ac-service/\"> AC repair service </a>from Urban Company. A dead animal inside the AC can spread diseases. Get the animal removed and the air conditioner cleaned at the earliest. Have it thoroughly sterilised post that to prevent any germ build up.</p><p>&nbsp;</p><p><strong>3.&nbsp;When your AC smells MOULDY</strong></p><p><br>If you notice a foul, lingering and spongy smell every time you switch on your AC, there may be a problem with the drain duct. The drainage system in every air conditioner collects the condensed water droplets and filters them out of the machine. However, if the drain is clogged or the system malfunctions due to some reason, the water will not be drained out. It will accumulate in the drain pipe and become a breeding ground for all kinds of fungi, bacteria, mould and other germs. So, get an air conditioner cleaning done from time to time&nbsp;to ensure a proper functioning of your AC.</p><p>&nbsp;</p><h2><strong>How To Deal With A Stinking AC?</strong></h2><p>Taking care of your appliance is very important.&nbsp; The air conditioning system requires proper and regular cleaning, servicing and maintenance. With Corecare by your side, air conditioner cleaning, repair and maintenance is all the more easy. Regular cleaning and check-up of your AC will help you in avoiding sudden maintenance costs. So, don’t wait and book your AC repair service today!</p><p>&nbsp;</p><p>&nbsp;</p>",
        "active": true
    }
},
{
    "model": "blog.post",
    "pk": 27,
    "fields": {
        "created": "2021-06-02T14:26:04.914Z",
        "updated": "2021-06-28T08:52:16.326Z",
        "author": [
            "7208333993"
        ],
        "category": 7,
        "title": "Air Conditioner Troubleshooting Guide: Steps to Fix Your AC",
        "slug": "air-conditioner-troubleshooting-guide-steps-to-fix-your-ac",
        "photo": "Blog_Images/air-conditioner-troubleshooting-guide-steps-to-fix-your-ac/blog_photo.jpeg",
        
        "body": "<p><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">Summers in India can be harsh, and a faulty air conditioning unit is something you don’t want to deal with! Seeking the help of trusted AC repair service seems like the best option in such situations. However, not all issues need professional help and can be resolved on our own. So, here’s a basic air conditioner troubleshooting guide to help you find out how to fix your AC.</span></p><p>&nbsp;</p><h2><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">Air Conditioner Troubleshooting: Top 10 AC Problems and Solutions</span></h2><p>&nbsp;</p><ol><li><strong>Do you have a dirty AC filter?</strong>If you have a clogged and dirty AC filter, it could decrease the operational efficiency of the system and reduce its ability to cool the air. Clean the filter every month, especially if you have pets or if the AC unit is always on!</li><li><strong>Do you have other electrical devices located too close to the AC unit</strong>?If you have placed television, microwave or refrigerator close to your AC unit, it’s time to move them. These devices release a lot of hot air, making the room more hot than cool. As a result, when placed to next an AC, they impact the cooling efficiency of the air conditioner.</li><li><strong>Is your room properly sealed to keep the warm air out?</strong>Check if all the windows and doors are properly sealed to make sure warm air doesn’t enter from outside.</li><li><strong>Does your AC have incorrect thermostat settings?</strong><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">Very often, thermostats don’t give the correct reading. For example, your AC unit might be cooling the room at 23 degrees, whereas the thermostat could be displaying 25 degrees. This usually happens when the thermostat:</span></li><li><strong>Is sunlight obstructing the normal working of your AC?</strong>If your AC is set against a sunny window, it might have to work very hard to cool your room. It is advisable to have light-blocking curtains and shades for the AC to be more efficient.</li><li><strong>Is there lack of ventilation for the AC compressor?</strong>The outdoor compressor has to have an adequate airflow inside and out. Ensure that there is nothing in front of the AC blocking airflow. Clear out plants, furniture or anything else that might be blocking inflow and outflow of air.</li><li><strong>Is air coming out of ceiling and floor registers?</strong>To address this issue, inspect if the fan of the evaporator is running and that the circuit breakers are in working condition. Also, do check for any wiring issues with the equipment.</li><li><strong>Has the circuit breaker tripped?</strong><br>If the circuit breaker is in tripped position, try to reset it with the reset button. If it does not work with one reset, try not to attempt the second reset immediately as it could harm the AC unit. Recurring tripping could indicate frequent voltage fluctuations or faulty wiring. Do not attempt solving this on your own, and <a href=\"https://www.urbancompany.com/delhi-ncr-ac-service-repair\">book an AC repair service</a> from Urban Company.</li><li><strong>The AC compressor starts but the fan does not.</strong>The issue might be with the motor of the condenser fan and not the compressor. Call an AC technician to fix it.</li><li><strong>The compressor fan starts but not the compressor.</strong>In such a scenario, the AC unit might be running low on refrigerant, or the compressor might have become faulty. This would again require an air conditioning specialist.</li></ol><p style=\"text-align:center;\"><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">This air conditioner troubleshooting guide covers the top 10 AC problems people face. For other major issues it’s best to contact an&nbsp;</span><a href=\"https://www.urbancompany.com/chennai-ac-service-repair/\">AC repair service</a><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\"> professional. Here’s to a happy summer!</span></p><p>&nbsp;</p><p>&nbsp;</p>",
        "active": true
    }
},
{
    "model": "blog.post",
    "pk": 28,
    "fields": {
        "created": "2021-06-02T14:33:44.655Z",
        "updated": "2021-06-28T08:52:03.927Z",
        "author": [
            "7208333993"
        ],
        "category": 7,
        "title": "AC Not Cooling? Know The 6 Reasons And How To Fix AC",
        "slug": "ac-not-cooling-know-the-6-reasons-and-how-to-fix-ac",
        "photo": "Blog_Images/ac-not-cooling-know-the-6-reasons-and-how-to-fix-ac/blog_photo.jpeg",
        
        "body": "<p><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">Have you ever gone through the problem of your air conditioning unit blowing out hot air instead of cooling your room? This issue can get on our nerves especially during the hot summers. There are many reasons why your air conditioning system is not in its proper state. Read on to find out how to fix AC and the 6 common reasons why your AC is not cooling your room.</span></p><p>&nbsp;</p><h2><strong>6 Reasons why your AC is not cooling</strong></h2><p>Below are some of the major reasons why your Air conditioning unit is blowing hot air:</p><h3><strong>1. Dirty air filter</strong></h3><figure class=\"image\"><img src=\"https://de927adv5b23k.cloudfront.net/wp-content/uploads/2018/03/03165112/shutterstock_273894074.jpg\"></figure><p><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">the most common reason why your split and window AC is not cooling is because of unclean air filters. If the AC filter is unclean or clogged with dust and dirt, it might result in various problems. It could interfere with the proper working of the thermostat. Dirt in the AC filters block the passage of cool and warm air&nbsp; inside the ducts. It could also make the evaporator coil freeze, thus blocking the passage of cool air from the outlet.</span></p><p>&nbsp;</p><p><strong>Solution:</strong><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">&nbsp;It is advisable to get the</span><a href=\"https://www.urbancompany.com/bangalore-samsung-ac-service/?utm_source=article&amp;utm_medium=acnotcooling&amp;utm_campaign=bloginline\"> AC filter checked </a><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">by Urban Company and change it to a new one, if clogge</span></p><h3><strong>2. Incorrect thermostat settings</strong></h3><figure class=\"image\"><img src=\"https://de927adv5b23k.cloudfront.net/wp-content/uploads/2018/03/03165112/shutterstock_519415378.jpg\"></figure><p><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">You need to check the working of the AC thermostat if your split or window AC is not cooling. It is a problem if your air conditioner unit blows out cool air and then lukewarm air. When faced with such a situation, turn the thermostat settings to auto mode. This way the fan works only when the air is being cooled.</span></p><p>&nbsp;</p><p><strong>Solution:</strong><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\"> Always keep the AC thermostat on “Auto” mode instead of “On” mode. This is a common reason why your AC is not cooling.</span></p><h3><strong>3. Dirty outside unit</strong></h3><figure class=\"image\"><img src=\"https://de927adv5b23k.cloudfront.net/wp-content/uploads/2018/03/03165111/shutterstock_639550594.jpg\"></figure><p>Reason why an unclean outside unit hampers the working of your AC, it is important&nbsp;you understand how air conditioning works.</p><p>1. <strong>The evaporator</strong> (inside unit)-absorbs heat from air around you and transfers it to the outside air conditioning unit.</p><p>2. <strong>Condenser</strong> (outside unit)- then condenses the hot air into cool air.</p><p>A clogged condenser will not allow a proper cooling of the air conditioning system. Debris and dirt will block even heat transfer.</p><p>&nbsp;</p><p><strong>Solution:</strong> Wondering how to fix AC? Clean the condenser and give it ample room to breathe, by removing weed and dirt surrounding it. To avoid heavy <a href=\"https://www.urbancompany.com/bangalore-samsung-ac-service\">air conditioner maintenance</a> charges&nbsp;get your air conditioning unit repaired and maintained regularly from Corecare.</p><h3><strong>4. Faulty motors</strong></h3><figure class=\"image\"><img src=\"https://de927adv5b23k.cloudfront.net/wp-content/uploads/2018/03/03165111/shutterstock_701853208.jpg\"></figure><p>If the motor of the fan is either broken or faulty, the outdoor unit will be unable to dissipate heat, thus interfering with the cooling ability of an air conditioning unit.</p><p>&nbsp;</p><p><strong>Solution:</strong> This problem of your split or window AC not cooling is best handled only by a professional. You can hire professionals from Urban Company for the same.</p><p>&nbsp;</p><p style=\"text-align:center;\"><span style=\"background-color:rgb(255,255,255);color:hsl(210, 75%, 60%);\">To keep you AC working properly all throughout it is advisable that you get your air conditioning unit serviced and maintained by an expert. Wondering how often should you have your air conditioner serviced? Get it done every 3 months to enhance the efficiency and output of your air conditioning unit. This is because an unmaintained AC system can shoot up your electricity bills, in addition to being ill-equipped in cooling your home. Therefore, do take adequate care of the system, to decrease the possibility of expensive air conditioner maintenance charges and repairs. If these seem a bit time consuming to done on your own, you can always hire an </span><a href=\"https://www.urbancompany.com/pune-lg-ac-service/?utm_source=article&amp;utm_medium=acnotblowingcoldair&amp;utm_campaign=bloginline\"><span style=\"color:hsl(210, 75%, 60%);\">AC service and repair </span></a><span style=\"background-color:rgb(255,255,255);color:hsl(210, 75%, 60%);\">professional from Corecare Our trusted and well-trained professionals will make sure your AC runs effectively</span></p><p>&nbsp;</p>",
        "active": true
    }
},
{
    "model": "blog.post",
    "pk": 29,
    "fields": {
        "created": "2021-06-02T14:52:28.656Z",
        "updated": "2021-06-28T08:51:25.110Z",
        "author": [
            "7208333993"
        ],
        "category": 6,
        "title": "Why You Should Book Corecare's Disinfection Service",
        "slug": "why-you-should-book-corecares-disinfection-service",
        "photo": "Blog_Images/why-you-should-book-corecares-disinfection-service/blog_photo.jpeg",
        
        "body": "<p>Words like hygiene, cleanliness and sanitization have taken on an altogether new meaning in our lives today. Words that were essential but ordinary, have become crucial and non-negotiable.</p><p>&nbsp;</p><p>As concern around the current worldwide pandemic situation refuses to die down anytime soon, cleaning&nbsp; &amp; disinfecting our homes continues to remain the No. 1 priority for each one of us.</p><p>&nbsp;</p><p>Keeping this need of the hour in mind, Corecare has launched <a href=\"https://urbanclap.onelink.me/3304985952?af_dp=urbanclap://luminosity/?key=uc_sanitizers\">Disinfection Services</a> for homes &amp; commercial spaces in Delhi NCR, Mumbai, Bengaluru, Pune, Chennai and Hyderabad.</p><figure class=\"image\"><img src=\"https://de927adv5b23k.cloudfront.net/wp-content/uploads/2020/04/20142802/disinfection-1-384x384.jpeg\"></figure><h2>Here are 3 reasons why you should book Urban Company’s Disinfection service:</h2><p>&nbsp;</p><h3><strong>1. Use of certified, hospital-grade disinfectants that kill viruses</strong></h3><figure class=\"image\"><img src=\"https://de927adv5b23k.cloudfront.net/wp-content/uploads/2020/04/20142758/disinfection-3-384x384.jpeg\"></figure><p><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">Our professionals use chemicals that have been approved by the Environmental Protection Agency as disinfectants that can kill viruses, harmful germs &amp; bacteria.</span></p><p>&nbsp;</p><h3><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\"><strong>2. Professionals equipped with protective gear</strong></span></h3><figure class=\"image\"><img src=\"https://de927adv5b23k.cloudfront.net/wp-content/uploads/2020/04/20142753/disinfection-4-384x384.jpeg\"></figure><p><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">Our fully-trained &amp; equipped service providers wear a full body protective suit — including gloves, face masks, safety goggles and shoe covers — while delivering the service to ensure your protection as well as their own.</span></p><p>&nbsp;</p><h3><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\"><strong>3. Total sanitisation of high-touch surfaces</strong></span></h3><figure class=\"image\"><img src=\"https://de927adv5b23k.cloudfront.net/wp-content/uploads/2020/04/20142759/disinfection-2-384x384.jpeg\"></figure><p>&nbsp;</p><p>Th disinfection service includes fumigation of the entire area followed by a wiping of the high-touch points such as doors, handles, switchboards and taps — for a complete and thorough disinfection.</p><p style=\"text-align:center;\">&nbsp;</p><p style=\"text-align:center;\"><span style=\"color:hsl(210, 75%, 60%);\">So, if you have been looking towards getting your house thoroughly cleaned and disinfected, you know which service to book and from whom!</span></p>",
        "active": true
    }
},
{
    "model": "blog.post",
    "pk": 30,
    "fields": {
        "created": "2021-06-02T14:55:53.152Z",
        "updated": "2021-06-28T08:50:58.553Z",
        "author": [
            "7208333993"
        ],
        "category": 3,
        "title": "Refrigerator Cleaning Hacks And Ways to Keep it That Way!",
        "slug": "refrigerator-cleaning-hacks-and-ways-to-keep-it-that-way",
        "photo": "Blog_Images/refrigerator-cleaning-hacks-and-ways-to-keep-it-that-way/blog_photo.jpeg",
        
        "body": "<p>The primary function of a refrigerator is to ensure food does not go bad, but very often the appliance is too unhygienic to follow through on this promise. Stains left on the shelves by milk cartons, sauces and jam containers slowly develop into a breeding ground for fungi. Which is why, knowing some refrigerator cleaning hacks is extremely important.</p><p>&nbsp;</p><p>In this post, we tell you:<br>• Tips to clean your refrigerator<br>• Ways to ensure your refrigerator stays clean</p><p>&nbsp;</p><h2>Tips to clean your refrigerator</h2><p>&nbsp;</p><ol><li><strong>Empty the fridge</strong><br>The first step to a clean fridge is emptying it. Switch off the fridge, take out all the food items stored in it. If there is food stored in freezer, place them in an icebox or a big vessel and surround with ice packs. Cover your counter top (where you will keep all the refrigerated food items) with plastic table mats or kitchen towels. This will prevent your counter tops from getting stained or wet (from condensation).</li><li><strong>Soak the trays and baskets</strong><br>Before you set off with cleaning supplies, soak the trays and baskets in hot water. Keep them soaked for 10 mins to soften grime and gravy stains.</li><li><strong>Get cleaning</strong><br>You can use cleaning fluids available in the market or make one at home using vinegar and warm water. Take out the trays from the water and using a sponge, clean the stains. For tricky areas, such as the rims or edges, you can also use a tooth brush to help clean up faster.</li><li><strong>Use cloth to dry the shelves</strong><br>Instead of paper or kitchen towels, use micro fiber cloths. Once you have washed the trays, use these cloths to dry them up.</li><li><strong>Clean the refrigerator</strong><br>When cleaning the refrigerator, start with the area adjacent to vents, then bottle racks, butter trays and the mini vanity box. You can use the cleaning fluid used earlier, or make one at home. In the case of the latter, mix vinegar and hot water in a bowl. Dip the micro fiber cloth and clean the refrigerator. Using a dry cloth, wipe the fridge dry. For the exteriors, repeat the process.</li><li><strong>Re-place the trays and baskets</strong><br>Now that the whole refrigerator is clean, it’s time put all the trays and food items back in. When you are done, leave the fridge door open for some time to dry the inside.</li></ol><h2>Ways to ensure your refrigerator stays clean</h2><p>&nbsp;</p><p>Once the trays and baskets are in place, here is what you need to do:</p><p>1. Put plastic mats or kitchen towels on top of the trays and underneath the crisper box. You can also use plastic wraps and even cling films. Remember to put kitchen towels at the bottom of the crisper. This will ensure that any juice from the vegetables or fruits will not make the bottom very dirty. Replace this paper every week for best results.</p><p>2. Wipe off the water droplets from the containers before you put them back. This prevents any mess and the bottles will not slip from your kid’s hands.</p><p>3. Move all leftovers to glass containers. This will ensure you see them and eat them instead of forgetting them inside for weeks. You can also use stickers or post-its to mark the things separately.</p><p>4. If you are a stickler for keeping similar things together, then buy some trays or bins where you can put such things together. This is especially true for the freezer as ice on the meat and fish packets make it difficult to pull them out. Keeping them in separate boxes will make it easier to take them out, especially if you have a non frost-free refrigerator.</p><p>5. Keep a container of activated carbon at the back of the bottom shelf. This will deodorize the fridge better. If you do not have activated carbon at home, then keep a bowl of baking soda or cut a lemon in half and keep it inside for 2-3 days before replacing it with another one. If you like the smell of coffee, you can also keep a few coffee beans in a small bowl to keep the fridge smelling good.</p><p>&nbsp;</p><p><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">And there you have it! If you feel you’d rather sit back and relax, then&nbsp;book </span><a href=\"https://www.urbancompany.com/dubai-professional-home-cleaning\">refrigerator cleaning service</a><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\"> on Corecare 🙂</span></p>",
        "active": true
    }
},
{
    "model": "blog.post",
    "pk": 31,
    "fields": {
        "created": "2021-06-02T15:00:21.330Z",
        "updated": "2021-06-28T08:50:42.241Z",
        "author": [
            "7208333993"
        ],
        "category": 1,
        "title": "5 Reasons Why You Should Get A CCTV Camera System For Your Home",
        "slug": "5-reasons-why-you-should-get-a-cctv-camera-system-for-your-home",
        "photo": "Blog_Images/5-reasons-why-you-should-get-a-cctv-camera-system-for-your-home/blog_photo.jpeg",
        
        "body": "<p>The importance of adequate security measures for homes and business spaces cannot be stressed enough. Many shops, commercial spaces, educational institutions, and public areas are now under the watchful eyes of surveillance systems. The recordings can be used to monitor and thwart crime. CCTV footages can also be produced as evidence in the court of law. The advancement in technology has also enabled sophisticated night vision cameras to capture every movement outside your house at night. This way you can be sure about the safety of you and your loved ones. With a sharp increase in setting up of CCTV cameras for commercial surveillance, the prices of CCTV systems have recorded a drastic decline.</p><p>&nbsp;</p><p>There are various affordable CCTV cameras for home available in the market. The costs of CCTV cameras and CCTV installation charges depend on various factors, including image resolution, area to be monitored, data storage options, the complexity of the networking, etc. Most of the vendors of surveillance systems themselves also offer CCTV installation services. If you have bought CCTV cameras online and are not very sure about how to go about CCTV installation procedure, we, at UrbanClap, offer you the best-in-class CCTV camera installation services at affordable prices, so that you can be rest assured about the safety of your home and your loved ones. If you are unsure about whether it is a good idea to opt for security camera systems or not, we tell you why such an investment is a necessity.</p><p>&nbsp;</p><p>Read on to find out the five major advantages of CCTV cameras mentioned in this article</p><p>&nbsp;</p><p><strong>1. Deters thieves and robbers</strong></p><p>The presence of surveillance cameras and a warning board, stating that the area is under surveillance, can act as a strong deterrent to criminals and thieves, as it is possible to identify people and track their movements, using the recorded footages. In commercial establishments, if there are trained personnel who continuously monitor these footages, it is also possible to track suspicious activities and the possibility of shoplifting by petty thieves, and prevent untoward incidents, before they actually occur.</p><p>&nbsp;</p><p><strong>2. To record evidence</strong></p><p>In case a theft or any crime does occur, the recordings of a CCTV can be utilized by the police to analyze the incident and produce the footage as an evidence against the criminals, in the court of law. Modern-day monitoring systems can record audio as well. These footages could come in particularly handy, to gather evidence about the entry and exit time of people or if you want to replay a series of events that have actually transpired.</p><p>&nbsp;</p><p><strong>3. Monitor suspicious activities</strong></p><p>By discreetly mounting secret surveillance cameras, you can collect information about suspicious activities, such as theft of valuables by employees and mistrustful movements of miscreants. As modern cameras are small enough to be concealed, you can collect enough evidence and catch them red-handed, without having to alert them about the presence of a camera.</p><p>&nbsp;</p><p><strong>4. Keep a tab on activities</strong></p><p>When does your maid come to work and when does she leave? How well does your nanny take care of the baby? Are you doubtful that an employee is faking his/her work hours? You can keep a tab on all of these and much more, by installing security cameras at strategic locations.</p><p>&nbsp;</p><p><strong>5. Maintain adequate records</strong></p><p>By continuously transmitting the recorded footages on to a central database, you can use both wired and wireless CCTV systems to your advantage. If you want to review something that happened a week or a fortnight ago, you can watch them at your convenience and make informed decisions.</p><p>&nbsp;</p><p>With these advantages, you can ensure safety for yourself, your loved ones, and your valuables. However, miscreants might find a way about these systems too, by blocking the view of the camera or by keeping their face hidden. Hence we suggest that if there are other cameras around, the police can pick up similar details from another angle, to try and crack the details about crimes.</p><p>&nbsp;</p><p>We hope with these points in mind, you will definitely secure your home with CCTV cameras. After all “Safety first is safety always!”</p>",
        "active": true
    }
},
{
    "model": "blog.post",
    "pk": 32,
    "fields": {
        "created": "2021-06-02T15:05:00.591Z",
        "updated": "2021-06-28T08:50:15.217Z",
        "author": [
            "7208333993"
        ],
        "category": 6,
        "title": "5 Simple Ways To Maintain Your Kitchen After Pest Contro",
        "slug": "5-simple-ways-to-maintain-your-kitchen-after-pest-contro",
        "photo": "Blog_Images/5-simple-ways-to-maintain-your-kitchen-after-pest-contro/blog_photo.jpeg",
        
        "body": "<p>If there is something which creeps out every single person, it is pest infestation! Unclean spaces can result in disease-ridden pests all around your house. It is mostly around the monsoon that the moisture-laden air and rain result in damp walls, which leads to an influx of pests.</p><p>&nbsp;</p><p>Nobody can bear the sight of crawling insects in their kitchen. Wandering about, taking a walk on your dirty dishes in the basin, around the kitchen cabinets, feeding on bits of spilled food, waiting for you to go while peeping from holes in the walls… all this can leave you feeling disgusted. Also, there are hygiene and disease-related issues. These intruders leave bacteria behind all around your house, which can make you ill.</p><p>&nbsp;</p><p>Now it becomes tough to decide how to pull out the bugs and clean those rugs. These tiny little insects crawling through minute cracks definitely have the ability to make your home unhealthy. Aim to keep your surroundings clean and the kitchen cleaner. Cleaning is also a spiritual habit. How? If considered the first ritual in the morning, it results in a feeling of accomplishment, driving you through the day with zeal to finish your job perfectly.</p><p>&nbsp;</p><p>You can avoid infestations by adopting a kitchen cleaning routine on a daily basis. Some tasks to be done every night and day include dumping waste, wiping the kitchen floor, keeping your stove spotless, and so on. The kitchen is the heart of the house. It should be cleaned at all times to be disease free.</p><p>&nbsp;</p><p>One of the biggest challenges is that pest-infestation is uncontrollable if not treated properly and in time. UrbanClap is connected with the best pest control agencies that will help you get you rid of the problem, without harming you and your family in any way.</p><p>&nbsp;</p><p>Once cleaned thoroughly, it is also important to maintain the hygiene of the house. The kitchen is the place where you cook all those yummy delicacies… it should not be a guesthouse for ants, cockroaches and lizards. There are a few ways to save your personal space and prevent pests from attacking your kitchen again after pest control…</p><p>&nbsp;</p><p><strong>1. Keep your kitchen dry</strong></p><figure class=\"image\"><img src=\"https://de927adv5b23k.cloudfront.net/wp-content/uploads/2018/02/03170036/shutterstock_510919243-768x740.jpg\"></figure><p><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">Dying insects always run towards water. Water or any other liquid such as oil, when mixed together, create a greasy compound that invites pests and also permanently discolours your cabinets. So always keep your kitchen dry, especially the basin… aim to wipe it every time you use water.</span></p><p>&nbsp;</p><p><strong>2. Keep food in airtight containers</strong></p><figure class=\"image\"><img src=\"https://de927adv5b23k.cloudfront.net/wp-content/uploads/2018/02/03170034/shutterstock_597179033-768x512.jpg\"></figure><p><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">Keep the food resources locked in airtight containers and avoid eating food anywhere other than the kitchen and dining area. In this way, you avoid sprinkling food particles around, which can otherwise become the perfect living resource for these insects.</span></p><p>&nbsp;</p><p><strong>3. Clean the kitchen cabinets</strong></p><figure class=\"image\"><img src=\"https://de927adv5b23k.cloudfront.net/wp-content/uploads/2018/02/03170033/shutterstock_492388048-768x512.jpg\"></figure><p>&nbsp;</p><p><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">The kitchen is the most planned out area of the house today. It is, in fact, a well-designed workstation that is efficiently functional at all times. The cabinets of the kitchen organize the space for us, allowing us to complete our tasks easily. Cleaning the kitchen cabinets is just as important, whether it is dusting them daily or wiping the splatters every once in a while. It helps maintain the beauty of the kitchen and also keeps the kitchen pest free.</span></p><p>&nbsp;</p><p><strong>4. Dispose of waste on a regular basis</strong></p><figure class=\"image\"><img src=\"https://de927adv5b23k.cloudfront.net/wp-content/uploads/2018/02/03170031/shutterstock_503888032-768x512.jpg\"></figure><p><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">It is advisable to dispose of waste from kitchen, on a daily basis. This will ensure that the house is cleaned regularly, and no pests can infest your home.</span></p><p>&nbsp;</p><p>&nbsp;</p><p><span style=\"color:hsl(210, 75%, 60%);\">No matter how hard we try keeping our kitchen clean, our busy life leaves us with very little time to do a deep cleaning. In such cases, you can always call in the experts from Corecare who will deep clean your kitchen and make it sparkle!</span></p><p><span style=\"color:hsl(210, 75%, 60%);\">It is not an easy job to get rid of these intruders as they have the ability to survive the worst. Some insects are said to be able to endure even nuclear blasts. However, if you still find these creatures crawling around your floor after pest control, spray the poisonous chemical left behind by the pest- control company. It has the ability to work magic and get your kitchen pest free.</span></p><p><span style=\"color:hsl(210, 75%, 60%);\">With these simple yet effective methods, you can ensure a pest free kitchen that you can be proud of!</span></p>",
        "active": true
    }
},
{
    "model": "blog.post",
    "pk": 33,
    "fields": {
        "created": "2021-06-02T18:17:39.238Z",
        "updated": "2021-06-28T08:49:59.754Z",
        "author": [
            "7208333993"
        ],
        "category": 8,
        "title": "Buying a TV? Here’s our Helpful TV Guide",
        "slug": "buying-a-tv-heres-our-helpful-tv-guide",
        "photo": "Blog_Images/buying-a-tv-heres-our-helpful-tv-guide/blog_photo.jpeg",
        
        "body": "<p><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">From black and white TVs to CRTs to LEDs and LCDs, buying a TV these days involves a lot of research. To save you the trouble of an extensive search, here is our&nbsp; TV&nbsp;buying guide. We have compiled a list of different TVs and their advantages to help you choose the best TV for you and your family.</span></p><p>&nbsp;</p><p><strong>1. LCD Televisions</strong></p><figure class=\"image\"><img src=\"https://de927adv5b23k.cloudfront.net/wp-content/uploads/2018/02/03165644/shutterstock_408270880-2-768x522.jpg\"></figure><p>LCD stands for Liquid Crystal Display and these LCD TVs have replaced the CRT (Cathode Ray Tubes) TVs in the 21st century. This technology was used in the eighties in portable computers as Passive matrix LCDs but was too slow for television usage. After much experimentation, by 2008, the LCD TVs managed to conquer the market-beating all the expensive as well as the budget friendly range</p><p>.</p><p>LCD panels need external light, so a backlight is used to produce visibility. These backlights are Cold Cathode Fluorescent Lamps, commonly known as CCFLs, which have a diffuser to spread white light evenly.</p><p>&nbsp;</p><p>LCD TVs are not able to capture the black color perfectly and is difficult to see quick movements on the screen.</p><p>&nbsp;</p><p><strong>2. LED Televisions</strong></p><figure class=\"image\"><img src=\"https://de927adv5b23k.cloudfront.net/wp-content/uploads/2018/02/03165639/shutterstock_655200394-768x508.jpg\"></figure><p>LED stands for Light Emitting Diodes and LED TVs are basically LCD panels backlit by LEDs instead of CCFLs. These LCDs are either lit by white LED displays or Red, Green and Blue (RGB) displays.</p><p>There are many advantages of LED displays over LCDs:</p><ul><li>LEDs have a better colour arrangement.</li><li>LED TVs are slim and are much lighter.</li><li>Since these TVs consume less power, they remain cool and there are fewer chances of overheating, thereby, increasing the lifespan of your TV.</li></ul><p>There are quite a few variations as well as developments on the LED television sets, like the OLED and QLED television sets.</p><ul><li>OLED stands for Organic Light Emitting Diodes and in OLED TVs, an organic semiconductor produces light in response to an electric current. Currently, only high-end models of LG and some other manufacturers are using OLED technology. OLED has higher contrast ratios and are available in the 4K format as well. They do not suffer from bad viewing angles in their picture quality. Brightness remains consistent in these TV sets.</li><li>QLEDs use quantum dot technology and nanocrystals are put in front of LEDs and are able to produce much higher resolution.</li></ul><p><strong>3. Flat Screen TVs</strong></p><figure class=\"image\"><img src=\"https://de927adv5b23k.cloudfront.net/wp-content/uploads/2018/02/03165634/shutterstock_196741052-768x498.jpg\"></figure><p><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">Usually, LED and LCD television sets are flat screen TVs. They provide standard reflections and the sides get darkened when viewed from close. They are not that cumbersome in their size and are easier to handle. Flat screen TVs come in all price ranges.</span></p><p>&nbsp;</p><p><strong>4. Curved Screen TVs</strong></p><figure class=\"image\"><img src=\"https://de927adv5b23k.cloudfront.net/wp-content/uploads/2018/02/03165633/shutterstock_535083832-768x468.jpg\"></figure><p><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">While curved screen TVs are bulky, there are certain individual characteristics that make it ideal at times. Many tend to believe that curved screen TVs provide a more realistic experience than flat screens as their viewing angle is wide. They can be viewed from close and there will be less darkening. Curved Screen TVs are expensive. LG makes curved OLED television sets.</span></p><p>&nbsp;</p><p><strong>5. 3D TVs</strong></p><figure class=\"image\"><img src=\"https://de927adv5b23k.cloudfront.net/wp-content/uploads/2018/02/03165632/shutterstock_147901298-768x448.jpg\"></figure><p><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">3D television sets offer depth perception and a much immersive experience through stereoscopic displays, multi-view displays, etc. Some display two different images simultaneously and special 3D glasses must be used for getting the perfect vision. Some 3D TV sets are autostereoscopic that do not require 3D glasses. 3D TV sets are rare, except Sony and LG that have a range of 3D TVs while other manufacturers have discontinued them.</span></p><p>&nbsp;</p><p style=\"text-align:center;\"><span style=\"background-color:rgb(255,255,255);color:hsl(210, 75%, 60%);\">At Corecare, we provide you with professionals who have in-depth knowledge and can guide you in purchasing and </span><a href=\"https://www.urbancompany.com/hyderabad-tv-repair/?utm_source=article&amp;utm_medium=differenttypesoftv&amp;utm_campaign=bloginline\"><span style=\"color:hsl(210, 75%, 60%);\">installing your new Television set</span></a><span style=\"background-color:rgb(255,255,255);color:hsl(210, 75%, 60%);\">. Our professionals can also help you with TV repair and service. &nbsp;Put aside your worries with Corecare and enjoy our smooth service at the comfort of your home!</span></p>",
        "active": true
    }
},
{
    "model": "blog.post",
    "pk": 34,
    "fields": {
        "created": "2021-06-02T18:23:41.086Z",
        "updated": "2021-06-28T08:49:43.300Z",
        "author": [
            "7208333993"
        ],
        "category": 8,
        "title": "10 Essential Washing Machine Maintenance Tips",
        "slug": "10-essential-washing-machine-maintenance-tips",
        "photo": "Blog_Images/10-essential-washing-machine-maintenance-tips/blog_photo.jpeg",
        
        "body": "<p><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">Most of us rely on our washing machines to do the tedious task of washing our clothes. From regular wear like t-shirts, tops and pants to heavier clothes like towers, bed sheets and curtains, these machines have made our lives easier and better. It makes sense, therefore, to keep these machines running in good condition.</span></p><p>&nbsp;</p><p>Regular washing machine maintenance goes a long way in helping these machines last for years to come. The truth is, you or your family can do most of these things right at your home.</p><h2>10 Washing Machine Maintenance Tips</h2><p>Here are a few washing machine maintenance tips that will help you to take care of your appliance better.</p><p>&nbsp;</p><p><strong># 1. Deep Cleaning</strong></p><p>People expect their washing machines to give 100% every time. However, this is not always the case. Washing machines problems occur and the appliances start to lose their efficiency after a point of time. You may notice that your clothes are not coming out as clean as they used to when the machine was new. The main reason behind this is the scaling that occurs due to the micro-residuals present in the water. This can be a big issue in areas that have hard water.</p><p>&nbsp;</p><p>In such a scenario, you should deep clean your machine a bit more. Use a strong machine cleaner that is able to remove all the scaling without damaging the metal and plastic parts of the appliance. This does not necessarily mean you have to buy the most expensive machine cleaner in the market but also buying the cheapest one is not advisable.</p><figure class=\"image\"><img src=\"https://de927adv5b23k.cloudfront.net/wp-content/uploads/2018/03/13191209/shutterstock_10303190201.jpg\"></figure><p><strong>#2. Clean the Rubber Gasket</strong></p><p>This is an important part of your machine that suffers a lot of wear and tear. The rubber gasket wraps the edges of the washer-dryer and protects your clothes from damage and your hands from any sharp edges. Be it a front load or a top load machine, some amount of micro dust particles enter it every time you open the door. These dust particles usually gather on the edges and sides of the gasket.</p><p>&nbsp;</p><p>The detergent and softener particles also leave residues on the gasket. Being located outside the tub, it suffers from regular spills but remains unclean as we tend to ignore it completely. This is another reason you should regularly clean the rubber gasket with a damp cloth. Doing it once a week should suffice.</p><p>&nbsp;</p><p><strong>#3. Protect the Finish</strong></p><p>New looking and clean home appliances enhance the appearance of your place. However, an old washing machine usually does not look good and may even impair the look of the room or the house. Some people ignore this aspect and do not care to clean the outside or top of the machine. Front load washing machines are the ones that suffer the most from this. Their plain top surface makes them a magnet for assorted stuff that keeps gathering on them.</p><p>&nbsp;</p><p>People forget that despite being bulky pieces of equipment, washing machines are delicate and require proper care, both in terms of their working abilities and looks. The tricks to keep the machine looking new are simple.</p><p>&nbsp;</p><p>Clean the top and sides of your machine with a glass cleaner so that it does not damage the finish. Maintaining the pre-installed factory finish is the best way you can keep your machine look bright for long. Also, keep machine covered when not in use and do not put any heavy stuff on top. This will prevent scratches from developing.</p><figure class=\"image\"><img src=\"https://de927adv5b23k.cloudfront.net/wp-content/uploads/2018/03/13191208/shutterstock_522530710.jpg\"></figure><p><strong>#4. Protect from Spillage</strong></p><p>Washing machines also gather residues from detergent spillage. Despite your efforts to use the best detergents or softeners in the market, their residue becomes sticky over time and start to smell bad. The best way to clean this sticky residue is to wipe it with a mild dishwashing cleaner. Also, do not forget to clean the inside of the drum with a damp cloth as it also builds lint, detergent and dirt residue over time.</p><p>&nbsp;</p><p><strong>#5. Leave the Door Open</strong></p><p>Do not close the door of your washing machine immediately after using it. This is one of the biggest blunders that most people make while using the machine. They think keeping the door open will build dirt and dust inside the machine. This is true to some extent but this does not mean that you have to close it immediately. Leaving the door open for 15 to 30 minutes removes the moisture and prevents mould and bacteria build up in your machine. This also properly dries up the tub and protects delicate parts from damage caused by the moisture. A good way to ensure the inside has no moisture is to wipe it off with a thick dry towel 15-30 minutes after the washing has ended and the leftover moisture has dried somewhat.</p><p>&nbsp;</p><figure class=\"image\"><img src=\"https://de927adv5b23k.cloudfront.net/wp-content/uploads/2018/03/13191211/shutterstock_301575743.jpg\"></figure>",
        "active": true
    }
},
{
    "model": "blog.post",
    "pk": 35,
    "fields": {
        "created": "2021-06-02T18:32:44.971Z",
        "updated": "2021-06-28T08:49:28.482Z",
        "author": [
            "7208333993"
        ],
        "category": 8,
        "title": "Top 10 Washing Machines In India You Can Buy In 2018",
        "slug": "top-10-washing-machines-in-india-you-can-buy-in-2018",
        "photo": "Blog_Images/top-10-washing-machines-in-india-you-can-buy-in-2018/blog_photo.jpeg",
        
        "body": "<p><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">sBuying a home appliance is a long-term investment and every customer wants nothing but the best. Purchasing heavy appliance such as a washing machine requires some amount of research and a fair bit of comparison on features, brand, and price.&nbsp;In this post, we look at the top 10 washing machines of 2018 to help you buy a washing machine as per your budget. The list contains some of the best washing machines from various established and trusted washing machine brands in India. You can compare washing machines as per your preference and choose one of the 10 listed below or anyone you think suits your needs the best.</span></p><p>&nbsp;</p><h2><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">Top 10 Washing Machines of 2018</span></h2><p>&nbsp;</p><figure class=\"table\"><table><tbody><tr><td><p style=\"text-align:center;\">S. No.</p></td><td><p style=\"text-align:center;\">Model/Brand</p></td><td><p style=\"text-align:center;\">Weight Capacity</p></td><td><p style=\"text-align:center;\">Type</p></td><td><p style=\"text-align:center;\">Approx. Price</p></td></tr><tr><td><p style=\"text-align:center;\">1.</p></td><td><p style=\"text-align:center;\">&nbsp;LG g T727 0tddl Fully Automatic</p></td><td><p style=\"text-align:center;\">&nbsp;6.2 kg</p></td><td><p style=\"text-align:center;\">Top Load</p></td><td><p style=\"text-align:center;\">Rs. 16,900</p></td></tr><tr><td><p style=\"text-align:center;\">2.</p></td><td><p style=\"text-align:center;\">&nbsp;LG FH0B8NDL22 Fully Automatic</p></td><td><p style=\"text-align:center;\">6 kg</p></td><td><p style=\"text-align:center;\">Front Load</p></td><td><p style=\"text-align:center;\">Rs. 29,490</p></td></tr><tr><td><p style=\"text-align:center;\">3.</p></td><td><p style=\"text-align:center;\">Haier&nbsp; HWM 58-020 Fully Automatic</p></td><td><p style=\"text-align:center;\">6.2 kg</p></td><td><p style=\"text-align:center;\">Top Load</p></td><td><p style=\"text-align:center;\">Rs. 13,890</p></td></tr><tr><td><p style=\"text-align:center;\">4.</p></td><td><p style=\"text-align:center;\">IFB Eva Aqua VX LTD Fully Automatic</p></td><td><p style=\"text-align:center;\">6 kg</p></td><td><p style=\"text-align:center;\">Front Load</p></td><td><p style=\"text-align:center;\">Rs. 22,999</p></td></tr><tr><td><p style=\"text-align:center;\">5.</p></td><td><p style=\"text-align:center;\">Samsung WW90K6410QX Fully Automatic</p></td><td><p style=\"text-align:center;\">9kg</p></td><td><p style=\"text-align:center;\">Front Load</p></td><td><p style=\"text-align:center;\">Rs. 60,000</p></td></tr><tr><td><p style=\"text-align:center;\">6.</p></td><td><p style=\"text-align:center;\">IFB Senator Smart Touch Fully Automatic</p></td><td><p style=\"text-align:center;\">8 kg</p></td><td><p style=\"text-align:center;\">Front Load</p></td><td><p style=\"text-align:center;\">Rs. 58,980</p></td></tr><tr><td><p style=\"text-align:center;\">7.</p></td><td><p style=\"text-align:center;\">Samsung WA70H4020HP/TL Fully Automatic</p></td><td><p style=\"text-align:center;\">7 kg</p></td><td><p style=\"text-align:center;\">Top Load</p></td><td><p style=\"text-align:center;\">Rs. 24,390</p></td></tr><tr><td><p style=\"text-align:center;\">8.</p></td><td><p style=\"text-align:center;\">LG T7567TEEL Fully Automatic</p></td><td><p style=\"text-align:center;\">6.5 kg</p></td><td><p style=\"text-align:center;\">Top Load</p></td><td><p style=\"text-align:center;\">Rs. 24,090</p></td></tr><tr><td><p style=\"text-align:center;\">9.</p></td><td><p style=\"text-align:center;\">Electrolux ET65EAUDG Fully Automatic</p></td><td><p style=\"text-align:center;\">6.5 kg</p></td><td><p style=\"text-align:center;\">Top Load</p></td><td><p style=\"text-align:center;\">Rs. 14,500</p></td></tr></tbody></table></figure>",
        "active": true
    }
},
{
    "model": "blog.post",
    "pk": 36,
    "fields": {
        "created": "2021-06-02T18:36:30.158Z",
        "updated": "2021-06-28T08:49:11.833Z",
        "author": [
            "7208333993"
        ],
        "category": 8,
        "title": "How to Buy the Best Washing Machine for Your Home",
        "slug": "how-to-buy-the-best-washing-machine-for-your-home",
        "photo": "Blog_Images/how-to-buy-the-best-washing-machine-for-your-home/blog_photo.jpeg",
        
        "body": "<p>You think you have all the information you need for buying a washing machine. Some of that information would be based on your own experience, say, of using an LG or a Samsung washing machine. A spattering of friends, colleagues and even your usual repair guy would have shared their opinions on which is the best washing machine brand in India. Some might even have shared a rough price list.</p><p>Armed and ready, you walk into the store thinking this should be an easy task, but soon, you are baffled all the choices available! You ask yourself again:</p><ul><li>What is the best washing machine to buy?</li><li>Which brand has the best fully automatic washing machine?</li><li>Should I buy the washing machine online instead?</li><li>What machine uses the least amount of water?</li></ul><p>It’s always good to do a thorough research on your own before you make a decision. Here are 5 important questions that can help you make the right choice when buying a washing machine.</p><p>&nbsp;</p><h2>1. What Type of Washing Machine Do You Want?</h2><ul><li>semi-automatic</li><li>fully-automatic</li></ul><p><strong>Fully-Automatic:</strong> Most people prefer to own a <a href=\"http://www.urbancompany.com/blog/home/top-10-brands-of-washing-machines-in-india-that-you-can-buy-in-2018/\">fully automatic washing machine</a> since there is no need to check the machine during the cycle. All you need to do is load the detergent compartment, switch on the machine and you’re done. The clothes only need to be put out to air dry.</p><p>Fully automatic machines are further divided into two types:</p><ul><li><a href=\"http://www.urbancompany.com/blog/home/best-top-load-washing-machine-in-india/\">Front loading washing machines</a></li><li>Top loading washing machines</li></ul><figure class=\"image\"><img src=\"https://de927adv5b23k.cloudfront.net/wp-content/uploads/2018/05/10161855/post-14-1-480x480.png\"></figure><p><strong>Semi – Automatic:</strong> A <a href=\"http://www.urbancompany.com/blog/home/top-10-brands-of-washing-machines-in-india-that-you-can-buy-in-2018/\">semi-automatic washing machine</a>, on the other hand, has two tubs and the clothes need to be manually transferred from the wash tub to the spin/dryer tub. It may seem tiring to operate but the savings in purchase price, electricity usage and water consumption are significant.</p><p>You can easily compare washing machines and find which one suits your needs best.</p><p>&nbsp;</p><h2>2. What are the must-have features of the best washing machine?</h2><p>One of the most important washing machine features is the wash settings available. Some important ones that you must have in your washing machine are:</p><p>&nbsp;</p><p><strong>Wash Cycles:</strong> Most new age washing machines come with a gentle/delicate wash cycle meant for underwear or delicate fabrics. There are also pre-programmed wash cycles for heavy fabrics such as denim, etc.</p><p>&nbsp;</p><p><strong>Spin Cycle:</strong> In washing machines, a spin cycle is measured in rotations per minute (rpm). Higher the rpm, the better it will dry your clothes. In certain models, you can set these manually while in others the machine decides which spin cycle to run.</p><p>&nbsp;</p><hr><p style=\"text-align:center;\"><span style=\"color:hsl(0, 75%, 60%);\"><i>Did you know! Using too much detergent can harm your washing machine. Read more about </i></span><a href=\"http://www.urbancompany.com/blog/home/appliance-repair/7-mistakes-to-avoid-while-using-your-washing-machine/\"><span style=\"color:hsl(0, 75%, 60%);\"><i>7 mistakes to avoid while using washing machines.</i></span><i>&nbsp;</i></a></p><hr><p><strong>Fuzzy Logic:</strong> Technology has advanced so much that the washing machines these days are intelligent. Based on the weight of the clothes, it knows how much water or detergent to use and how much time to take to wash your clothes. This will save you from wasting your time in figuring out the settings for each load of laundry.</p><p>&nbsp;</p><p><strong>Pre-soak:</strong> Some washing machines allow you to soak your clothes for a specific duration of time before the wash cycle begins. You can use this feature to wash a really dirty load.</p><p>&nbsp;</p><p><strong>Temperature Control:</strong> Few of the latest models, especially front load washing machines, come with temperature control. This gives you the opportunity to wash clothes in warm water or hot water based on your needs. While this can help kill the bacteria and also clean the clothes well, use this feature only when it is necessary since a lot of energy is consumed in heating water in the washing machine.</p><p>&nbsp;</p><h2>3. What is the Capacity and Material of the Wash Tub?</h2><p><strong>Capacity: </strong>If you like to do small loads of laundry every day, it is better to invest in a washing machine that has a relatively small wash tub. However, if you run large loads of laundry then you need to find a model that has a wash tub with a good capacity. There must be enough space for the clothes to move during the wash cycle. If you intend to wash curtains, bed covers, etc. in the washing machine then you need one with a larger capacity wash tub.</p><p>&nbsp;</p><p><strong>Material:</strong> The material also matters since it plays an important role in the upfront cost and longevity of the appliance. Porcelain enamel, toughened plastic and stainless steel are three most popular materials used. If you compare washing machine prices based on the type of material used for the tub, you will find that stainless steel tubs cost more. However, they are corrosion-resistant and last a long time.</p><p>&nbsp;</p><h2>4. Have You Read Enough Washing Machine Reviews?</h2><p>Once you know that important features you want in your washing machine, it becomes easier to make your purchase decision. Since there are so many brands and washing machine models on the market, it will be helpful to check out the customer reviews to compare the models. Reading these reviews will also help you understand the pros and cons of different washing machines better since these reviews are based on personal experiences of customers.</p><p>Now that you know what to look for in a washing machine, you can confidently make the right choice.</p>",
        "active": true
    }
},
{
    "model": "blog.post",
    "pk": 37,
    "fields": {
        "created": "2021-06-02T18:40:43.163Z",
        "updated": "2021-06-28T08:48:47.315Z",
        "author": [
            "7208333993"
        ],
        "category": 8,
        "title": "Top 10 Tips For Water Heater Maintenance And Installation",
        "slug": "top-10-tips-for-water-heater-maintenance-and-installation",
        "photo": "Blog_Images/top-10-tips-for-water-heater-maintenance-and-installation/blog_photo.jpeg",
        
        "body": "<p><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">A water heater or a geyser, as it is more commonly known in India, needs as much care (if not more) as any other electronic device. Though manufacturers provide the best parts that can deal with the constant heating and cooling, you have to remember that even the best parts will wear down if put under continuous pressure. In this post, we will look at some tips for water heater maintenance and installation to prolong its life despite the regular expansion and contraction from heating and cooling.</span></p><p>&nbsp;</p><h1><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">Points to keep in mind while installing a water heater or geyser</span></h1><p>&nbsp;</p><h3><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">1. Space around the geyser:</span></h3><p>When you are installing a water heater, remember to keep some space between the apparatus and the walls. If the technician does not have enough wriggle room to check out the water heater parts, they will not be able to service it or repair it properly. <a href=\"https://www.urbancompany.com/chennai-geyser-reapir/?utm_source=article&amp;utm_medium=waterheatermaintenance&amp;utm_campaign=bloginline\">Hire expert technicians from Corecare</a> to get the installation properly.</p><p>Also, it should be easily accessible if you want to repair it or get it serviced. Though some people put the geyser right on top of the toilet to supposedly get better access, this actually hinders the technician from reaching the apparatus easily. It is much better to put it on a portion of the wall that has nothing below the geyser and is away from damp areas like the shower, bathtub or toilet. This way, you or anyone can easily access it with a small stool.</p><p>&nbsp;</p><h3>2. Put the water heater at a sufficient height:</h3><p>Experts suggest that you should install the geyser at a height of at least 1.8 metres or 6 feet from the floor. This ensures that the water pressure is sufficient and you get a strong hot water flow in your tap rather than a trickle.</p><p>&nbsp;</p><h3>3. Electrical connections and switches:</h3><p>Ensure that the geyser is connected to a Miniature Circuit Breaker (MCB) that cuts off electricity in case of power fluctuations. This will minimise chances of any short circuit in the water heater. Also, keep the switch at a sufficient height away from small children but not too high that you or any adult has problems while trying to reach it.</p><p>&nbsp;</p><h3>4. Do not keep the geyser switched on for extended periods</h3><p>People usually prefer to keep the geyser switched on for extended periods, especially<br>during the morning. &nbsp;The general notion is that since everyone needs warm water before they rush for work or school, keeping the geyser on will save time. That may have been the case once upon a time but today’s geysers heat the water within 5 minutes. As keeping the geyser on for extended periods will reduce the life of the apparatus, it makes better sense to put it on only 5 minutes before you need it and not half an hour before. Regular water heater maintenance can help in extending the life of your heater. You can also get your <a href=\"https://www.urbancompany.com/delhi-ncr-geyser-reapir/?utm_source=article&amp;utm_medium=waterheatermaintenance&amp;utm_campaign=bloginline\">water heater repaired by Corecare service experts</a>.</p><p>&nbsp;</p><h3>5. Save more electricity by lowering the temperature</h3><p>Water heater maintenance is important as you will save electricity as well!&nbsp; If you use a lower temperature setting as the water will reach that temperature faster. The reduced temperature means the geyser will have to work less and this will increase its life. Moreover, having warm water rather than very hot water in the tap will reduce chances of any accidental burns. Lowering the thermostat is especially important for families with small children.Hot water heater maintenance is hence very crucial to ensure you never run out of hot water during winters.</p><p>&nbsp;</p><h3>6. Check the anode rod inside the tank before winter</h3><p>Larger geysers have an anti-corrosion anode rod inside the tank. This rod attracts rust and other impurities present in the water, thereby preventing the tank from getting rusted or corroded. However, because of this, it itself corrodes away every few years.</p><p>Experts suggest that you check the anode rod every 3 years to see if the outer layer of magnesium has corroded away and 6 inches or more of the inner steel core is visible. If that is the case, then the rod needs to be replaced. The rod also has to be replaced if it is coated with whitish calcium sediments (happens when the water is hard) or its thickness has reduced considerably to below half an inch.</p><p>&nbsp;</p><h3>7. Check the pressure release valve</h3><p>Check at least once a year if the temperature and pressure release valves are working. You can check this by releasing the pressure a couple of times. It is a major issue if the relief valve at the water heater is leaking. You just need to drain some water out of your water geyser and remove the discharge tube. Thereafter replace the valve and it’s done!</p><p>&nbsp;</p><h3>8. Keep an eye on the plug</h3><p>Power fluctuations and using low capacity wiring for the power socket means your switch will make a spark every now and then. You will also notice burn marks on your plug’s pins as the higher electricity wattage will heat up the plug and the pins and leave burn traces.</p><p><br>&nbsp;</p>",
        "active": true
    }
},
{
    "model": "blog.post",
    "pk": 38,
    "fields": {
        "created": "2021-06-02T18:45:21.173Z",
        "updated": "2021-06-28T08:48:31.916Z",
        "author": [
            "7208333993"
        ],
        "category": 8,
        "title": "Essential Tips To Keep Your Appliances Running For Years!",
        "slug": "essential-tips-to-keep-your-appliances-running-for-years",
        "photo": "Blog_Images/essential-tips-to-keep-your-appliances-running-for-years/blog_photo.jpeg",
        
        "body": "<p>In today’s time, one can’t imagine a life without appliances! They have become the most integral part of our day to day routine. Modern-day appliances are so highly efficient that they can perform the desired task in a very short duration of time, thereby reducing our workload and increasing our efficiency. But, the cyclic process of using them and not maintaining them well makes our appliances less efficient.</p><p>&nbsp;</p><p>So, here we have listed down with some easy-to-do maintenance tips for your appliances.</p><p>&nbsp;</p><h1><strong>5 easy tips to maintain your washing machine</strong></h1><h3>1. Everyday hack.</h3><figure class=\"image\"><img src=\"https://de927adv5b23k.cloudfront.net/wp-content/uploads/2017/11/03192739/shutterstock_585093076.jpg\"></figure><p><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">Most of the washing machines tend to retain a damp odor after you have washed your clothes. Over a period of time, accumulation of slime and grease makes the machine less efficient in washing very dirty clothes.</span></p><p>&nbsp;</p><ul><li><strong>Tip:</strong> Keep the door of the washing machine open after you are done with your laundry. This process completely dries out the inner walls of the machine leaving it odor free.</li></ul><h3>2. Keep the interiors clean.</h3><figure class=\"image\"><img src=\"https://de927adv5b23k.cloudfront.net/wp-content/uploads/2017/11/03192739/shutterstock_142581478.jpg\"></figure><p>We tend to forget that our washing machine can only clean our clothes, it can’t clean itself.</p><p>&nbsp;</p><p>Hence, it’s very important to do a routine cleanup of our machine to increase its shelf life.</p><p>&nbsp;</p><ul><li><strong>Tip:</strong></li><li>Use a solution of hot water, vinegar and baking soda and let your machine complete a full cycle (without any clothes). This process rinses out the slime and grease our machine accumulates. Do this every 2-3 months.</li><li>You can also use a solution of Harpic (regular household toilet cleaner) and water to rinse out the accumulated grease and dirt. You can try this method every month.</li></ul><p>&nbsp;</p><h3>3.&nbsp;Overloading? Strict NO!</h3><figure class=\"image\"><img src=\"https://de927adv5b23k.cloudfront.net/wp-content/uploads/2017/11/03192739/shutterstock_609559592.jpg\"></figure><p><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">Overloading the washing machine suffocates it and none of the clothes get cleaned in the process. It also puts a lot of pressure on the motor and results in overheating which is again bad for the machine.</span></p><p>&nbsp;</p><ul><li><strong>Tip: </strong>Do your laundry in separate batches. Go for fewer clothes but lots of water (don’t go overboard though!). This makes your clothes cleaner than usual.</li></ul><h3><strong>&nbsp;4. Excessive Washing powder does more harm!</strong></h3><figure class=\"image\"><img src=\"https://de927adv5b23k.cloudfront.net/wp-content/uploads/2017/11/03192739/shutterstock_121188085.jpg\"></figure><p><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">We all have a common tendency to add heaps of washing powder to get cleaner and shinier clothes. Doing so not only results in damaging the internal pipes and the motor but also damages the texture of our clothes.</span></p><p>&nbsp;</p><ul><li><strong>Tip:</strong> Use suggested quantities of washing powder and always use the type of detergent recommended for your machine.</li></ul><p>&nbsp;</p><p><br>&nbsp;</p>",
        "active": true
    }
},
{
    "model": "blog.post",
    "pk": 39,
    "fields": {
        "created": "2021-06-02T18:48:37.984Z",
        "updated": "2021-06-28T08:48:08.471Z",
        "author": [
            "7208333993"
        ],
        "category": 3,
        "title": "How To Purify Your Home & Breathe Healthy",
        "slug": "how-to-purify-your-home-breathe-healthy",
        "photo": "Blog_Images/how-to-purify-your-home-breathe-healthy/blog_photo.jpeg",
        
        "body": "<p style=\"text-align:justify;\">A lot has been said about the air we are breathing, specially in the capital. Post Diwali, Delhi wears a cloud of smoke that threatens to choke us. Schools were actually closed due to the fear of subjecting the children to this air.</p><p style=\"text-align:justify;\">&nbsp;</p><p style=\"text-align:justify;\">People may be aware of the pollutants outside, but how pure do you think is the air you are breathing in your homes? According to a research by the Environmental Protection Agency, we spend about 90% of our time indoors. Add to that, the indoor pollution is 10 times more than the pollution outside. Because we spend so much of our time indoors, these tricks can be quite helpful for breathing in clean air and keeping us safe. The branded air purifiers may be flooding the market and also see a surge in their sale right now, but they aren’t as economical as these hacks. If we may say, these hacks together can prove to be more efficient than any air purifier in the market.</p><p style=\"text-align:justify;\">&nbsp;</p><p style=\"text-align:justify;\"><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">Check them out:</span></p><figure class=\"media\"><oembed url=\"https://www.youtube.com/watch?v=avONvyBMsyI\"></oembed></figure><h2 style=\"text-align:justify;\">&nbsp;How to MAKE&nbsp;an air purifier</h2><p style=\"text-align:justify;\">&nbsp;</p><p style=\"text-align:justify;\"><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">All you need is a HEPA (high efficiency particulate air) filter, an old table fan, a colorful sheet of paper and a cardboard. HEPA filters are easily available online and are extremely economical compared to a good air purifier. It is also much easier to clean and&nbsp;can be cleaned every two months. Use a dry cloth or a dry brush to do the same. If you clean them every month then a HEPA filter can last for more than two years! Compared to a store bought air purifier which needs a filter change every 6 months, this is a far economical choice. These filters have to meet the international standards of air purity and quality to qualify as a HEPA filter. The homemade purifier traps 99% of impurities and improves the air quality significantly.</span></p><p style=\"text-align:justify;\">&nbsp;</p><h2 style=\"text-align:justify;\">Desk Plants</h2><p style=\"text-align:justify;\">Now this comes directly recommended from NASA. Desk plants don’t occupy too much space and also spruce up the interiors. There are many plants that effectively clean the air inside the house. These are also easily available in any nursery and can be planted in creative planters, or better still – make your own planters ! Watch the video and learn all about them:</p><figure class=\"media\"><oembed url=\"https://www.youtube.com/watch?v=yseaPpV6pHQ\"></oembed></figure><h2 style=\"text-align:justify;\">Cleaning the dust</h2><p style=\"text-align:justify;\">Part of the problem of severe bronchial diseases lies in the fact that we inhale a lot of dust. People who live close to traffic or places that have construction going on are at severe risk. Plants and HEPA filters (or ever air purifiers) can only work to a certain extent. Cleaning the dust with a vacuum cleaner or having a <a href=\"https://www.urbancompany.com/delhi-ncr-professional-home-cleaning\">professional cleaning service from Corecare</a> can help manifolds.</p><p style=\"text-align:justify;\">&nbsp;</p><p style=\"text-align:justify;\">With these easy hacks you can keep the air around you pure and prevent the discomfort that your body is being subjected with the alarming levels of pollution to a large extent. We wish you a healthy living!</p><p style=\"text-align:justify;\">&nbsp;</p><p style=\"text-align:justify;\">&nbsp;</p>",
        "active": true
    }
},
{
    "model": "blog.post",
    "pk": 40,
    "fields": {
        "created": "2021-06-02T18:54:00.896Z",
        "updated": "2021-06-28T08:47:53.719Z",
        "author": [
            "7208333993"
        ],
        "category": 3,
        "title": "Easy Home Cleaning Hacks For Diwali – Part 1",
        "slug": "easy-home-cleaning-hacks-for-diwali-part-1",
        "photo": "Blog_Images/easy-home-cleaning-hacks-for-diwali-part-1/blog_photo.jpeg",
        
        "body": "<p style=\"text-align:justify;\">One of the biggest festivals celebrated in India is all about welcoming family and friends over. Whether it is a festive dinner or the many poker parties, your guests expect a nice clean home which is brightly lit reflecting the spirit of the festival.</p><p style=\"text-align:justify;\">&nbsp;</p><p style=\"text-align:justify;\">If you are yet to start cleaning for Diwali, don’t get overwhelmed with the quantum of work. Start with small and then take out the big guns. Or better still, <a href=\"https://goo.gl/G8a0Eh\">outsource</a>!&nbsp;Here are some quick and easy ways to get started:</p><p style=\"text-align:justify;\">&nbsp;</p><h2 style=\"text-align:justify;\">Shower head for a nice shower</h2><p style=\"text-align:justify;\"><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">Using just one ingredient in your kitchen you can have a shiny shower head. Watch this video and know how!</span></p><figure class=\"media\"><oembed url=\"https://www.youtube.com/watch?v=lr764fZt_VU\"></oembed></figure><h2 style=\"text-align:justify;\">Shiny taps</h2><p style=\"text-align:justify;\">The dull steel taps in your house need a thorough cleaning? It is not easy getting the shine with just soap and water. Check out this hack and let every bathroom fitting shine!</p><figure class=\"media\"><oembed url=\"https://www.youtube.com/watch?v=3jOAQLXQ8HY\"></oembed></figure><h2 style=\"text-align:justify;\">Electric kettle and utensils cleaner</h2><p style=\"text-align:justify;\">&nbsp;</p><p style=\"text-align:justify;\"><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">Your morning brew needs to be made in something that is as shiny as you wish your rest of the day will be. Cleaning the caffeine stains can be a pain and they are too stubborn to be removed in one go. Here is a hack that will not just clean your kettle but other utensils that have food stains:</span></p><p style=\"text-align:justify;\">&nbsp;</p><figure class=\"media\"><oembed url=\"https://www.youtube.com/watch?v=BCS-tsONebQ\"></oembed></figure><h2 style=\"text-align:justify;\">Cleaning the window sills</h2><p style=\"text-align:justify;\">It is easy and it is inexpensive! You don’t have to follow your maid around the house to make sure she cleans every corner of your house and most importantly the window sills which often get missed out. Be sure your guests get the perfect view from at least the inside of the house!</p><p style=\"text-align:justify;\">&nbsp;</p><figure class=\"media\"><oembed url=\"https://www.youtube.com/watch?v=lt-FA1DXYao\"></oembed></figure><h2 style=\"text-align:justify;\">Cleaning the cupboards and the cabinets</h2><p style=\"text-align:justify;\">We lay out old newspapers to make sure everything that we want stored is well organized and does not leave ugly stains in our cabinet. But we forget all about the stainless steel handle bars. Here is a nice hack to make them shine!</p><figure class=\"media\"><oembed url=\"https://www.youtube.com/watch?v=vJRkzZDkxDw\"></oembed></figure><h2 style=\"text-align:justify;\">Carpet Cleaner&nbsp;</h2><p style=\"text-align:justify;\">One of the most noticeable areas of your house, specially by your guests! The minute they step into the living room and sit comfortably, they will get distracted with that huge ugly stain on your carpet that you did not find time to get dry cleaned. Fret not! Here is a hack that is easy on your pocket and mind</p>",
        "active": true
    }
},
{
    "model": "blog.post",
    "pk": 41,
    "fields": {
        "created": "2021-06-02T19:02:17.162Z",
        "updated": "2021-06-28T08:47:43.495Z",
        "author": [
            "7208333993"
        ],
        "category": 3,
        "title": "Easy Home Cleaning Hacks For Diwali – Part 2",
        "slug": "easy-home-cleaning-hacks-for-diwali-part-2",
        "photo": "Blog_Images/easy-home-cleaning-hacks-for-diwali-part-2/blog_photo.jpeg",
        
        "body": "<p><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">We are back with some more hacks! There are some corners and nooks in our home that sneak up on us, and worse sneak up on our guests, from time to time. A &nbsp;pungent smell from the linen in the bathroom may make your guests question your hygiene.&nbsp;Your evening may be spent in driving the flies away instead of having fun.The dull furniture may take away from the bright lights that are a part of the festival.</span></p><p>&nbsp;</p><p><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">We have some cool fixes that will make it easy for you to clean the sneaky places. Check them out:</span></p><p>&nbsp;</p><h2 style=\"text-align:justify;\">A simple fix for smelly towels</h2><p style=\"text-align:justify;\">The dampness of our bathrooms can make the linen and the towels smell. Even after washing them regularly, the smell can come back to haunt you and your guests. Here is something that can be a permanent solution to the problem:</p><p style=\"text-align:justify;\">&nbsp;</p><figure class=\"media\"><oembed url=\"https://www.youtube.com/watch?v=shaTevwafNU\"></oembed></figure><h2 style=\"text-align:justify;\">Home made wood polish for re-varnish</h2><p style=\"text-align:justify;\">Wooden furniture is a nice touch in your house and can enhance the aesthetics, but their maintenance can be tough. When moisture sets in, wooden furniture can look dull and also get ruined over a period of time. Here is what you can do:</p><figure class=\"media\"><oembed url=\"https://www.youtube.com/watch?v=9uewlyFQ3xs\"></oembed></figure><h2 style=\"text-align:justify;\">Getting rid of the house flies</h2><p style=\"text-align:justify;\">Not only are the house flies annoying, they bring with them filth and diseases. Rather than trying to drive them by swaying your hands, you can just sit back with this easy hack. What’s more! You will have a nice smelling pest repellent too.</p><p style=\"text-align:justify;\">&nbsp;</p><h2>Yoga mat fix</h2><p style=\"text-align:justify;\">Your guests may not take out your yoga mats and start questioning the dirt accumulated on it, but this one is for you. You can’t possibly start your day and so something to stay fit with something that is dirty and unhealthy! Clean your yoga mats easily with this fix:</p><p style=\"text-align:justify;\">&nbsp;</p><p style=\"text-align:justify;\">&nbsp;</p>",
        "active": true
    }
},
{
    "model": "blog.post",
    "pk": 42,
    "fields": {
        "created": "2021-06-02T19:12:56.099Z",
        "updated": "2021-06-28T08:47:20.744Z",
        "author": [
            "7208333993"
        ],
        "category": 4,
        "title": "9 Asian Paints Wallpaper Designs For a Stunning Feature Wall",
        "slug": "9-asian-paints-wallpaper-designs-for-a-stunning-feature-wall",
        "photo": "Blog_Images/9-asian-paints-wallpaper-designs-for-a-stunning-feature-wall/blog_photo.jpeg",
        
        "body": "<blockquote><p style=\"text-align:center;\"><i>Want to use wallpaper instead of paint to jazz up a portion of your home? In this post, we share some stunning Asian Paints wallpaper designs that can give your home that wow factor.</i></p></blockquote><p><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">It’s time to change our impressions of wallpapers being just dainty floral prints. And so, we’ve picked our favourite designs from the Asian Paints catalogue, so that you can effortlessly create mesmerising spaces in your home.</span></p><p>&nbsp;</p><p>Each print and style has a story to tell, a story that could capture the spirit of&nbsp;your home.</p><h3><strong>So, here are 10 striking Asian Paint wallpaper designs to decorate your home with.</strong></h3><p>&nbsp;</p><h2><strong>1. La Vie</strong></h2><figure class=\"image\"><img src=\"https://de927adv5b23k.cloudfront.net/wp-content/uploads/2019/08/19191929/La-Vie-1.png\"></figure><p>It’s the eclectic mix of geometric and floral design that makes this wallpaper captivating. From&nbsp;Nilaya’s The La Vie Collection, <a href=\"https://nilaya.asianpaints.com/product/la-vie-5/\">this wallpaper</a> is one of the most affordable collections from&nbsp;Asian Paints treasury of designs.</p><p>&nbsp;</p><p>Great design AND price point — what’s not to love?</p><p>&nbsp;</p><p>Decorate your foyer, living room, kitchen or guest bedroom with this print. Pair it with an ivory wall&nbsp;paint colour or an accent wall in a dark tone such as maroon, cobalt blue, ochre or teal for added effect.</p><p>&nbsp;</p><p><i><strong>Price: Rs. 3,700 per roll</strong></i></p><p>&nbsp;</p><h2><strong>2. Mithun</strong></h2><figure class=\"image\"><img src=\"https://de927adv5b23k.cloudfront.net/wp-content/uploads/2019/08/19193253/mithun.jpg.jpg\"></figure><p>When walls tell a story!</p><p>Mithun, which happens to be Asian Paints Wallpaper of the Year 2019,&nbsp;was designed by Delhi-based tattoo artist Moranngam Khaling (popularly known as Mo Naga).</p><p>&nbsp;</p><p>He captures the beauty and essence of his hometown Nagaland by reinterpreting the popular&nbsp;bovine symbol adorning local homes as a sign of prosperity.</p><p>&nbsp;</p><p>It’s vibrant shade as well as calming pattern is perfect for master bedrooms. You could even&nbsp;style your living or dining area with it.</p><p>&nbsp;</p><p><i><strong>Price: Rs. 14,000</strong></i></p><p>&nbsp;</p><h2><strong>3. Brick Town</strong></h2><figure class=\"image\"><img src=\"https://de927adv5b23k.cloudfront.net/wp-content/uploads/2019/08/19191923/brick-town.jpg\"></figure><p>Get the exposed stone wall effect for an attractive, urban appeal in your home. The stone effect&nbsp;— unlike red brick —&nbsp; of the <a href=\"https://www.pepperfry.com/cream-brown-brick-town-wallpaper-nilaya-wall-coverings-by-asian-paints-1696631.html?type=clip&amp;pos=5:1&amp;total_result=302&amp;catname=Pattern+%26+Textures+Wallpapers&amp;cat=2144\">Brick Town wallpaper</a> reminds you of the cobbled stone structures in Europe and their rustic charm.</p><p>&nbsp;</p><p>Modern living rooms with minimalist furniture will look even better with the raw, textured&nbsp;appearance of this wallpaper (available on Pepperfry). Add indoor plants and sleek lamps to finish the look.</p><p>&nbsp;</p><p><i><strong>Price: Rs. 5,999</strong></i></p><p>&nbsp;</p><h2><strong>4. Ocean Enchanted</strong></h2><figure class=\"image\"><img src=\"https://de927adv5b23k.cloudfront.net/wp-content/uploads/2019/08/19191931/ocean-enchanted.jpg\"></figure><p>Create a mystical space in your home with the <a href=\"https://nilaya.asianpaints.com/product/ocean-enchanted-3/\">Ocean Enchanted</a> wallpaper.</p><p>Whether in your reading&nbsp;nook, a bedroom or a lovely corner of the living room, the cheerful colours and delicate floating&nbsp;sea creatures print will truly create an enchanted experience.</p><p>&nbsp;</p><p>You can accessorise the wall with figurines, frames and wooden furniture or let the wallpaper&nbsp;stay as a stand alone feature.</p><p>&nbsp;</p><p><i><strong>Price: Rs. 10,500</strong></i></p><p>&nbsp;</p><h2><strong>5. Sheesha</strong></h2><figure class=\"image\"><img src=\"https://de927adv5b23k.cloudfront.net/wp-content/uploads/2019/08/19191938/sheesha-907x1280.jpg\"></figure><p>Thanks to Asian Paints, you can proudly say that Sabyasachi draped your walls!</p><p>With <a href=\"https://nilaya.asianpaints.com/product/sheesha/\">Sheesha</a>,&nbsp;the famed fashion designer has given us a classic Indian motif in an enigmatic style, almost like&nbsp;an abstract puzzle of cut glass with alluring bronze detail.</p><p>&nbsp;</p><p>You want to make this striking wallpaper a focal point in your room. Don’t crowd the space with&nbsp;furniture. A lovely console table or a sleek sofa with few decor items around will be more than&nbsp;enough.</p><p>&nbsp;</p><p><i><strong>Price: Rs. 12,000</strong></i></p>",
        "active": true
    }
},
{
    "model": "blog.post",
    "pk": 43,
    "fields": {
        "created": "2021-06-02T19:56:40.877Z",
        "updated": "2021-06-28T08:46:48.598Z",
        "author": [
            "7208333993"
        ],
        "category": 2,
        "title": "Wooden Wardrobe Designs: 9 Latest Ideas for Your Urban Indian Bedroom",
        "slug": "wooden-wardrobe-designs-9-latest-ideas-for-your-urban-indian-bedroom",
        "photo": "Blog_Images/wooden-wardrobe-designs-9-latest-ideas-for-your-urban-indian-bedroom/blog_photo.jpeg",
        
        "body": "<blockquote><p style=\"text-align:center;\"><i>If you’ve been on the look-out for the latest designs in wooden cupboards, these 9 wooden wardrobe designs for your bedroom will surely impress you.</i></p></blockquote><p><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">Wooden wardrobes have been around for decades, where the prime material used was real hardwood. But with options widening to include softwood–like those from pine trees as well as engineered wood like MDF and HDF particle boards–there’s a gamut of options out there that have a more relaxed and chic look, and fit in perfectly with your home decor.</span></p><p>&nbsp;</p><h3><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\"><strong>So, here are 9 modern wooden wardrobe designs that are trendy, spacious and functional.</strong></span></h3><p>&nbsp;</p><p><br><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">In the first instance, what strikes one is the modish colour of this wooden cupboard. With panelled shutters, it has a very contemporary look, making it great for urban Indian apartments. The absence of handles also goes well with the contemporary vibe, and the design has been seamlessly tied in with the dresser, the main door and the furniture.</span></p><p style=\"text-align:center;\">&nbsp;</p><p style=\"text-align:center;\"><span style=\"background-color:rgb(255,255,255);color:rgb(239,38,115);\">It’s a great idea to connect your wooden wardrobe designs with the rest of the room to give the space a chic finish.</span></p><p style=\"text-align:center;\">&nbsp;</p><h2><span style=\"background-color:rgb(255,255,255);color:hsl(0, 0%, 0%);\">2. Herringbone Pattern</span></h2><p>&nbsp;</p><p><br><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">A herringbone pattern is one of the classic&nbsp;woodwork designs for bedroom cupboards&nbsp;in modern Indian homes. It’s understated yet statement-making, and an instant pleaser. In a bedroom with a simple decor or look, this wardrobe would add a decorative element.</span></p><p>&nbsp;</p><h2><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">3. Double Shaded</span></h2><p>&nbsp;</p><p><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">Why opt for one colour when you can go for two? In this latest wooden almirah design, the three doors are shaded brown while the three rows of drawers are in a complementing white. What helps tie the overall design of the cupboard together is the shade of the doors peeking through the channels of each drawer.</span></p><p>&nbsp;</p><h2><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">4. Mirror Effect</span></h2><p><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">While one basic style of incorporating mirrors is to go for a full-length size, this wooden cupboard design has a more flamboyant way of doing the same. Mirror panels framed by wood add panache and yet make the bedroom seem larger. Another design tip: Unequal door widths! Go for it!</span></p><p>&nbsp;</p><h2><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">5. Muted and Soft</span></h2><p>&nbsp;</p><p><br><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">If you like muted shades and textures, go for wood with grey undertones. Just like this wooden wardrobe that doesn’t scream for attention. The beige on the foot drawers blends in with the light flooring, and the entire design complements the headboard and the bedside tables.</span></p><p>&nbsp;</p><h2><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">6. Freestanding</span></h2><p><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">For those who move every 2-3 years, or live in rented homes, going for a freestanding wooden wardrobe makes a lot of sense. Such cupboards are easily available at </span><a href=\"https://www.urbanladder.com/cupboards?src=g_breadcrumb\">UrbanLadder</a><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">, </span><a href=\"https://www.pepperfry.com/site_product/search?q=wardrobe&amp;as=1&amp;src=os\">Pepperfry</a><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\"> and </span><a href=\"https://www.mygubbi.com/swing-wardrobe-online\">MyGubbi</a><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">, and are mostly built out of good quality particle board. The finish is smooth and blends in with most decor.</span></p><p>&nbsp;</p><h2><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">7. With a Dresser</span></h2><figure class=\"image\"><img src=\"https://www.urbancompany.com/blog/wp-content/uploads/2018/11/three-door-wardrobe-with-dresser-in-country-oak-dark-finish-in-plpb-by-primorati-three-door-wardrobe-akcnow.jpg\"></figure><p><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">This three door cupboard is a perfect example of form and function as it incorporates a dresser in its design. A tabletop space, two drawers as well as a cabinet behind the mirror ensures that you have enough space for your cosmetics. The dark oak finish gives the wardrobe a sophisticated look.</span></p><p>&nbsp;</p><h2><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">8. Modular and Compartmentalised</span></h2><p>&nbsp;</p><p><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">Slide and open! Modular designs like these have nifty compartments for your every need and can be customised as well. Made of MDF or HDF boards, the design has tinted glass integrated within to offset the light tan shade of the wardrobe.</span></p><p>&nbsp;</p><h2><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">9. Use of Ethnic Prints and Textures</span></h2><p>&nbsp;</p><p><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">This wooden wardrobe design with sliding doors is perfect for Indian homes. Why? Because the cloth blinds tucked behind the glass inserts give it a very ethnic vibe. The dark colour of the wood blends in well with both traditional and modern interiors, and the sliding doors save floor space.</span></p><p>&nbsp;</p><p><strong>So, which one of these wooden wardrobe designs impressed you the most? We’d love to know!</strong></p>",
        "active": true
    }
},
{
    "model": "blog.post",
    "pk": 44,
    "fields": {
        "created": "2021-06-02T20:01:11.227Z",
        "updated": "2021-06-28T08:46:35.049Z",
        "author": [
            "7208333993"
        ],
        "category": 4,
        "title": "These Blue Wall Paint Ideas Will Inspire You To Take The Plunge!",
        "slug": "these-blue-wall-paint-ideas-will-inspire-you-to-take-the-plunge",
        "photo": "Blog_Images/these-blue-wall-paint-ideas-will-inspire-you-to-take-the-plunge/blog_photo.jpeg",
        
        "body": "<blockquote><p><i>In this post, we give you ideas and designs for incorporating blue wall paint in your home interiors. After all, blue and its many shades is a favourite for most of us, especially in our homes!</i></p></blockquote><p>Blues belong to the cool colour family and are extremely versatile. And that’s&nbsp;why you’ll find this colour used in varied spaces — from formal libraries and reading rooms to bohemian bedrooms and chic living rooms.</p><p>&nbsp;</p><p>Here are some blue wall paint ideas for your Indian home — we bet you’ll find loads of inspiration!</p><p>&nbsp;</p><p><i>All Images: Courtesy Pinterest</i></p><p>&nbsp;</p><h3><strong>1. A Soft Look For Your Child’s Room</strong></h3><figure class=\"image\"><img src=\"https://de927adv5b23k.cloudfront.net/wp-content/uploads/2019/06/28170227/3deb6369b3d81d75e8e8b10e0773c680.jpg\"></figure><p>Powder blues are a great choice for nurseries and children’s rooms. Not only do they provide a calm atmosphere to unwind and relax, but they also pair well with other pastels to give the room a soothing backdrop for other pastel colors.</p><p>&nbsp;</p><h3><strong>2. Pale Blue To Complement Light-Shaded Furniture</strong></h3><figure class=\"image\"><img src=\"https://de927adv5b23k.cloudfront.net/wp-content/uploads/2019/06/28170250/803f64756610a95a4822d601f8d36a50.jpg\"></figure><p>Your blue wall need not be bold. And this bedroom is testament to that.</p><p>&nbsp;</p><p>When you have light-shaded furniture and furnishings in your room, it’s a good idea to skip a regular&nbsp;white or cream wall, and opt for a pale blue instead. This will add some fresh respite to your space.</p><p>&nbsp;</p><h3><strong>3. Blue On Blue &amp; More Blue</strong></h3><figure class=\"image\"><img src=\"https://de927adv5b23k.cloudfront.net/wp-content/uploads/2019/06/28170320/d31b13e317dfd3006f4fa5c99bb2816c.jpg\"></figure><p>As depicted in this room, there is no such thing as too much blue.</p><p>So, go ahead and complement your pale blue wall with a similar shaded rug and cushions.</p><p>&nbsp;</p><p>The key is to throw in greys and creams and wooden tones as well to tie everything together.</p><p>&nbsp;</p><h3><strong>4. An Inspiring Work Space With A Grey-ish Blue</strong></h3><figure class=\"image\"><img src=\"https://de927adv5b23k.cloudfront.net/wp-content/uploads/2019/06/28170311/c5bb350e7b64044774f1178f7fc00cf4.jpg\"></figure><p><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">If you’re keen on a blue for your home office, by all means go for it! Choose a medium shade — like this blue blended with grey — for your work station space as this is a color associated with energy and business. (Of course, those gorgeous black pendant lamps help add more zing to the space.)</span></p><p>&nbsp;</p><h3><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\"><strong>5. An Contemporary Gallery Wall</strong></span></h3><figure class=\"image\"><img src=\"https://de927adv5b23k.cloudfront.net/wp-content/uploads/2019/06/28170234/6d1ff60fbbb6dd82977e70929d76be0d.jpg\"></figure><p><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">A grey-ish blue wall is also great to display black and white frames. The wall frames look stunning against the colour, and you can complement the tones further with muted, simple furniture that is classic yet modern.</span><br>&nbsp;</p><p>&nbsp;</p>",
        "active": true
    }
},
{
    "model": "blog.post",
    "pk": 45,
    "fields": {
        "created": "2021-06-02T20:05:04.006Z",
        "updated": "2021-06-28T08:46:13.042Z",
        "author": [
            "7208333993"
        ],
        "category": 4,
        "title": "These 13 Room Ideas Will Make You Want to Paint Your Walls Yellow!",
        "slug": "these-13-room-ideas-will-make-you-want-to-paint-your-walls-yellow",
        "photo": "Blog_Images/these-13-room-ideas-will-make-you-want-to-paint-your-walls-yellow/blog_photo.jpeg",
        
        "body": "<blockquote><p style=\"text-align:center;\"><i>In this post, you’ll find 13 room ideas that show you how to incorporate yellow paint colors on your walls.</i></p></blockquote><p>Of the many colours you can choose for your interiors, yellow is a great pick!</p><p>&nbsp;</p><p>Depending on the tint, hue or tone you select, you can either make a room come alive by making just one section or wall pop out, or create an oasis of calm by throwing in paler yellows with some whites and botanical prints. In fact, yellows can work for a classic, stately room as well as it can for an uber chic room.</p><p>&nbsp;</p><p><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">We’ve got 13 room ideas — from living rooms, bedrooms and children’s rooms to kitchens, pooja rooms and bathrooms — that show you how you can opt for yellow paint colors for your walls.</span></p><p>&nbsp;</p><p><i><strong>So let’s begin!</strong></i></p><p>&nbsp;</p><p><i>(All pictures: Courtesy Pinterest)</i></p><p>&nbsp;</p><h2>1. Pair Chalky Yellow Paint With White Antique Furniture</h2><figure class=\"image\"><img src=\"https://de927adv5b23k.cloudfront.net/wp-content/uploads/2019/06/28144300/5f4badad0d3886ef2d7af20436a90dbb.jpg\"></figure><p><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">An almost-cream, ecru or chalky yellow can give a room a soft appearance and make it look spacious. Just like in this bedroom! These shades also work beautifully with white, antique furniture.</span></p><p>&nbsp;</p><h2><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">2. Incorporate Soft Yellow in the Bathroom</span></h2><figure class=\"image\"><img src=\"https://de927adv5b23k.cloudfront.net/wp-content/uploads/2019/06/28144333/cfbc81abb51d9442873b01705f6b7119.jpg\"></figure><p><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">Yellow in a bathroom? Yes, of course! This small bathroom appears bigger and brighter, thanks to the soft yellow used on portions of its walls. The polka dot flooring gives it a retro touch!</span></p><p>&nbsp;</p><hr><p style=\"text-align:center;\"><span style=\"background-color:rgb(255,255,255);color:rgb(239,38,115);\">Yellows belong to the warm colour family. They are the colour of optimism, radiance, joy and wealth.</span></p><hr><p>&nbsp;</p><h2><span style=\"color:hsl(0, 0%, 0%);\">3. Cheer Up a Baby’s Nursery With Pale Yellow</span></h2><figure class=\"image\"><img src=\"https://de927adv5b23k.cloudfront.net/wp-content/uploads/2019/06/28144305/56e1bf9e8af6f82f7eed45acb122cf8a.jpg\"></figure><p><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">Yellow, especially its paler shades, is also the best choice for a gender-neutral nursery. It’s cheerful, to say the least, and an instant mood-lifter. Even if you don’t have space for a nursery, and are instead going to just include the crib in your bedroom, you can sectionalise the crib area with a soothing pale yellow wall.</span></p><p>&nbsp;</p><h2><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">4. Compliment Soft Yellow Walls With Smaller Prints</span></h2><figure class=\"image\"><img src=\"https://de927adv5b23k.cloudfront.net/wp-content/uploads/2019/06/28144307/76af5db85bc032a86ae8aef4c45d41ed.jpg\"></figure><p><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">Not only does this room opt for a soft yellow on its walls, it also keeps the overall look soft by pairing with small chintz prints for furnishing and muted upholstery. Other ways for you to do the same are by decorating the room with white and yellow flowers, or combining the yellow wall paint with another soft colour like a pale green.</span></p><p>&nbsp;</p><h2><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">5. Go Bold With a Citrus Shade</span></h2><figure class=\"image\"><img src=\"https://de927adv5b23k.cloudfront.net/wp-content/uploads/2019/06/28144253/1fb703a2623f0cedcc674e649d7a500d.jpg\"></figure><p><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">Citrus shades pair well with greys or raw wood to offset the vibrant colour. Just like they do in this living room. Yes, while this shade of yellow is a bold choice for a living room, you can use it as a highlight as done in this room.</span></p>",
        "active": true
    }
},
{
    "model": "blog.post",
    "pk": 46,
    "fields": {
        "created": "2021-06-02T20:09:08.950Z",
        "updated": "2021-06-28T08:45:22.562Z",
        "author": [
            "7208333993"
        ],
        "category": 4,
        "title": "We Picked These Berger Paints Colour Combos For Your Home!",
        "slug": "we-picked-these-berger-paints-colour-combos-for-your-home",
        "photo": "Blog_Images/we-picked-these-berger-paints-colour-combos-for-your-home/blog_photo.jpeg",
        
        "body": "<blockquote><p style=\"text-align:center;\"><i>Picking up the right wall paint colours can be a stressful affair. We make it easier for you with our favourite Berger Paints colour combination ideas.</i></p></blockquote><h3><strong>Here are our top 10 Berger Paints colour combination ideas for your Indian home.</strong></h3><p>&nbsp;</p><h2><strong>1. Wild And Crazy (1a0364) &amp; Wedding Gown (8p0201)</strong></h2><figure class=\"image\"><img src=\"https://de927adv5b23k.cloudfront.net/wp-content/uploads/2019/08/09160800/warm-and-inviting.jpg\"></figure><p>Do you want a portion of your house to truly stand out? You can expect this Wild and Crazy red wall&nbsp;paint colour to do the job with panache.</p><p>&nbsp;</p><p>Keep the rest of the home subtle with an ivory-like Wedding Gown paint colour.</p><p><i><strong>Design tip:</strong></i>&nbsp;We can picture this red wall opening up into the balcony and bringing in the sunshine and lots of greenery.</p><p>&nbsp;</p><h2><strong>2. Orange Spice (2a0664) &amp; Yellow Cream (2p0665)</strong></h2><figure class=\"image\"><img src=\"https://de927adv5b23k.cloudfront.net/wp-content/uploads/2019/08/09160759/utility-with-luxury.jpg\"></figure><p>Indian homes love bright colours but there is a danger that such shades might go all wrong and look too&nbsp;intense.</p><p>&nbsp;</p><p>A foolproof way to fill your home with colour and still keep it classy is to go in for a pretty accent wall in Orange Spice, complemented with Yellow Cream by <a href=\"https://www.bergerpaints.com/\">Berger Paints</a>.</p><p>&nbsp;</p><p><i><strong>Design tip:</strong></i> From living rooms and dining rooms to even bedrooms, this combination will work beautifully in most&nbsp;spaces.</p><p>&nbsp;</p><h2><strong>3. Fabulous White (7p0185) &amp; Spring Fling (4t0884)&nbsp;</strong></h2><figure class=\"image\"><img src=\"https://de927adv5b23k.cloudfront.net/wp-content/uploads/2019/08/09160752/space-it-out.jpg\"></figure><p>When in doubt, take the pastel route. With shades like Berger Paints’ Spring Fling, you can bring the vibrancy&nbsp;of colours into your room but in a soft and serene way. Dark wood furniture or even white modular furniture will contrast well with this combination.</p><p>&nbsp;</p><p><i><strong>Design tip:</strong></i> Given its calming effect, we recommend this combination for bedrooms. Just add sheer white&nbsp;drapes, and soft white and nature-inspired bed linens to complete the look.</p><p>&nbsp;</p><h2><strong>4. Quiet Cove (5d1167) &amp; Empress Rose (1d0324)</strong></h2><figure class=\"image\"><img src=\"https://de927adv5b23k.cloudfront.net/wp-content/uploads/2019/08/09160757/the-defining-impression.jpg\"></figure><p>Maybe you’re the kind who likes to go bold and make a statement with your decor. You surely&nbsp;don’t want to shy away from primary colours, in that case.</p><p>&nbsp;</p><p>Forget dark and light combinations! Just take&nbsp;these two solid colours from Berger Paints — Quiet Cover and Empress Rose — and create a visually striking ambience.</p><p>&nbsp;</p><p><i><strong>Design tip:</strong></i> Imagine your living room in this combination. Fill the space with photo frames, wall art, a vintage&nbsp;clock and indoor plants, to create an energetic space full of personality!</p><p>&nbsp;</p><h2><strong>5. Memoir Gold (3d0799) &amp; Sands Of Time (2p0674)&nbsp;</strong></h2><figure class=\"image\"><img src=\"https://de927adv5b23k.cloudfront.net/wp-content/uploads/2019/08/09160802/your-coloured-space.jpg\"></figure><p>Berger Paints calls it its ‘Zen’ inspiration and we couldn’t agree more! Yes, you can go for Zen&nbsp;with a bright shade like Memoir Gold — after all, it has such a splendid aura around it. Sands of time&nbsp;balances the zesty quality and creates a tranquil space.</p><p>&nbsp;</p><p><i><strong>Design tip:</strong></i> This versatile combination suits all rooms, even bathrooms. Just Zen it all up!</p><p>&nbsp;</p><p style=\"text-align:center;\"><i><strong>So, which shade are you swooning over?</strong></i></p><p><br>&nbsp;</p>",
        "active": true
    }
},
{
    "model": "blog.post",
    "pk": 47,
    "fields": {
        "created": "2021-06-02T20:14:49.360Z",
        "updated": "2021-06-28T08:44:59.207Z",
        "author": [
            "7208333993"
        ],
        "category": 4,
        "title": "Here’s How to Pick the Right Shade of White Wall Paint For Your Home",
        "slug": "heres-how-to-pick-the-right-shade-of-white-wall-paint-for-your-home",
        "photo": "Blog_Images/heres-how-to-pick-the-right-shade-of-white-wall-paint-for-your-home/blog_photo.jpeg",
        
        "body": "<blockquote><p style=\"text-align:center;\"><i>With so many options to choose from, selecting a white wall paint can be a big, even risky, task. And so, in this post, we make your work easier by listing five steps to pick the right shade of white wall paint.</i></p></blockquote><figure class=\"image\"><img src=\"https://de927adv5b23k.cloudfront.net/wp-content/uploads/2019/08/08181644/shutterstock_379469887.jpg\"></figure><p><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">Ask the right questions and you will know which shade of white to pick for your room. Natural light, existing furniture, accent colours, wall finish… these factors can greatly impact your choice. Follow this simple guide and you will be one step closer in narrowing down the perfect white shade for your room.</span></p><p>&nbsp;</p><h2><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\"><strong>1. How’s the natural light in your room?</strong></span></h2><figure class=\"image\"><img src=\"https://de927adv5b23k.cloudfront.net/wp-content/uploads/2019/08/08175842/shutterstock_1150087025.jpg\"></figure><p>Natural light can create different sorts of impact on white walls. It is also important to take into account that there are two types of white shades:</p><ul><li>Cool whites or pure whites that have bluish or greyish undertones.</li><li>Warm whites that have yellow, red or brown hints.</li></ul><p>Paint experts say that spaces that receive plenty of natural light look better in cool or pure whites. Whereas for rooms with minimum or poor daylight, warm whites work well.</p><p>&nbsp;</p><h2><strong>2. What style of furniture will occupy the space?</strong></h2><figure class=\"image\"><img src=\"https://de927adv5b23k.cloudfront.net/wp-content/uploads/2019/08/08175838/shutterstock_1031082514.jpg\"></figure><p><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">Cool, stark whites blend beautifully with most modern, minimalist furniture. But if your space has an ethnic and traditional vibe, it would be safer to choose warm whites (with hints of cream and yellow). With rustic, industrial chic rooms you could experiment with either cool or warm whites.</span></p><p>&nbsp;</p><h2><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\"><strong>3. What accent/contrast colours do you plan to use?</strong></span></h2><figure class=\"image\"><img src=\"https://de927adv5b23k.cloudfront.net/wp-content/uploads/2019/08/08175835/shutterstock_510272500.jpg\"></figure><p>Indian homes love playing with accent colours and it’s crucial to choose your whites accordingly. Remember white paint will look brighter next to deep shades like dark reds and blues than when used by itself.</p><p>&nbsp;</p><p>Rooms with warm accents (red, pink, orange, yellow…) can be painted in warm whites. Similarly, rooms that have blue, green accent walls can be paired with cool whites.</p><p>&nbsp;</p><p>Colour swatches&nbsp;always display accent colours from dark to light, ending with a white shade with a matching tint.&nbsp;When in doubt, pick this tinted white.</p><p>&nbsp;</p><h2><strong>4. Which finish should you choose?</strong></h2><figure class=\"image\"><img src=\"https://de927adv5b23k.cloudfront.net/wp-content/uploads/2019/08/08175836/shutterstock_657480973.jpg\"></figure><p>Choosing the shade is winning half the battle, picking the right finish will enhance the look. Here’s what you need to remember:</p><ul><li>Matte finishes look velvety and absorb light.</li><li>Semi-gloss and gloss result in reflective surfaces.</li><li>Eggshell creates a balance effect between matte and gloss.</li></ul><p><i>Note: Paints with a high sheen factor tend to be more durable and will be easier to wipe clean.</i></p><p>&nbsp;</p><h2><strong>5. How should I test the colours?</strong></h2><figure class=\"image\"><img src=\"https://de927adv5b23k.cloudfront.net/wp-content/uploads/2019/08/08175840/shutterstock_1079746541.jpg\"></figure><p>Designers recommend comparing your samples against a white A4 paper. This will help you understand the tint as well as identify if the shade falls in the cool or warm spectrum. It’s equally important to check the shades in the actual room, both during the day and at night.</p><p>&nbsp;</p><p>Don’t forget that artificial lights could alter the appearance too. Do you use LEDs or CFLs in cool daylight or warm white? Naturally, warm white paints will look better with the latter and pure/cool whites with the former. You can always switch your light bulbs to match your paint, taking the above factors into consideration.</p><p>&nbsp;</p><p><i>Note: When choosing colours online, remember that shades look different on a computer or phone&nbsp;screen. Use the gadgets to narrow down your choices but get the sample paint for final selection and check it out against the actual space.</i></p><p>&nbsp;</p><p><strong>Here’s What You Should Do Next:</strong></p><ul><li><i>To avoid any goof-ups when getting your house painted, read this post on 7 Common </i><a href=\"https://www.urbancompany.com/blog/interiors/paint-color-mistakes/\"><i>Paint Color Mistakes</i></a><i> To Avoid.</i></li><li><i>And to know all about wall painting, read our beginner’s guide on </i><a href=\"https://www.urbancompany.com/blog/interiors/wall-paint-colours-guide/\"><i>wall paint colours</i></a><i>.</i></li></ul><p>&nbsp;</p>",
        "active": true
    }
},
{
    "model": "blog.post",
    "pk": 48,
    "fields": {
        "created": "2021-06-02T20:20:09.869Z",
        "updated": "2021-06-28T08:44:45.886Z",
        "author": [
            "7208333993"
        ],
        "category": 6,
        "title": "How to Get Rid Of Pests At Home Naturally!",
        "slug": "how-to-get-rid-of-pests-at-home-naturally",
        "photo": "Blog_Images/how-to-get-rid-of-pests-at-home-naturally/blog_photo.jpeg",
        
        "body": "<p><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">Cockroaches, ants, flies, bed bugs, spiders and rodents etc. are some of the most unwelcome guests at home that all of us want to get rid of. These common home pests not only damage physical property but also cause serious health problems by spreading diseases. While there are plenty of products available in the market for controlling pests, natural pest control methods are the easiest, most cost-effective and safest bet. So, here’s our list of must-try natural pest control methods.</span></p><p>&nbsp;</p><h3><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\"><strong>How To Control Cockroaches At Home Using Natural Pest Control Methods</strong></span></h3><figure class=\"image\"><img src=\"https://de927adv5b23k.cloudfront.net/wp-content/uploads/2018/03/03163232/shutterstock_772503724-768x510.jpg\"></figure><p><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">Cockroaches multiply rapidly and are quite difficult to get rid of. There are number of sprays and repellents for keeping cockroaches away. And exposure to such pesticides may also cause allergy and hypersensitivity. But, there are various organic and </span><a href=\"http://www.urbancompany.com/blog/pest-control-tips/daily-diy-home-care-easy-homemade-pest-control-solutions/?utm-source=article&amp;utm_medium=naturalpestcontrol&amp;utm_campaign=bloginline\">natural pest control methods that you can use on a daily basis</a><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">. Here are few natural pesticides to keep them at bay.</span></p><p>&nbsp;</p><ol><li><strong>Bay leaves:</strong> These leaves can be used as natural cockroach repellent and can be placed anywhere. Roaches cannot bear the smell of bay leaves. All just you need to do is crush the handful of bay leaves, powder them and place them in bowls at every corner of kitchen. Keeping this Asian spice near the cockroach nests can simply make them go out of the house.</li><li><strong>Boric acid and sugar:</strong> It’s an effective combination which can help you relieve from roaches naturally. Make your own bait at home by mixing boric acid and sugar in 3:1 proportion. This nontoxic mixture needs to be placed near the cockroach hiding spots. It’s important to find out where they are nesting to place this mixture effectively.</li><li><strong>Lemon slices:</strong> smell of lemon brings in freshness. Its powerful natural agent will keep roaches away. You can spray lemon juice to keep the home fresh or you can also make a paste of lemon peels and use.</li></ol><figure class=\"image\"><img src=\"https://de927adv5b23k.cloudfront.net/wp-content/uploads/2018/03/03163231/shutterstock_407745940-768x512.jpg\"></figure><p>When your kitchen gets sticky with sugar syrup, oil etc. ants are most unwanted creatures that you see hanging out. Keeping the kitchen clean and foods in a tight container can help you reduce the impact of ant infestation. However, whenever you struggle with ants try to use some natural <a href=\"http://www.urbancompany.com/blog/pest-control-tips/top-10-pest-control-tips/?utm_source=article&amp;utm_medium=naturalpestcontrol&amp;utm_campaign=bloginline\">pest control methods</a> and insecticides to manage them effectively.</p><ol><li><strong>Vinegar and water:</strong> Ants can’t stand the smell of vinegar. Mix them in 1:1 proportion and fill it in spray bottle. Use the spray to kill ants coming in through doors and window.</li><li><strong>Lemon Juice:</strong> Lemon juice solution (lemon juice+ water) can act as an all-purpose organic spray to control many pests.</li><li><strong>Mint leaves:</strong> place mint leaves bags in ant traffic areas to control them.</li><li><strong>Cucumber:</strong> cucumber slices and peels can help you block the ants’ entry. Cucumber naturally stops ants in most of the cases.</li><li><strong>Cornmeal:</strong> Ants can’t digest cornmeal. Cornmeal kills them slowly. It’s harmful to children too!</li><li><strong>Boric acid and sugar:</strong> mix boric acid and sugar in 1:6 proportion and dissolve the mixture in water. Dip cotton balls in the solution and place them in areas where ants are active. This slowly kills them.</li></ol><h3><strong>Which Natural Mosquito Repellents to Use At Home</strong></h3><figure class=\"image\"><img src=\"https://de927adv5b23k.cloudfront.net/wp-content/uploads/2018/03/03163229/shutterstock_522429463-768x512.jpg\"></figure><p>Early morning and evening are the peak hours when mosquitos enter our homes. Mosquitos carry and spread some life-threatening diseases as well. It’s important to keep your child away from mosquitos. Though there are many repellents available, their overuse is unhealthy. Here are a few natural pest control methods and ways to get rid of mosquitos at home.</p><ol><li><strong>Neem Oil:</strong> It’s a great organic mosquito repellent that helps keep mosquitos away. A mixture of neem oil and coconut oil can be used. Sallanin present in neem is effective and organic pest repellents that specifically controls mosquitos. This natural oil extracted from neem tree can be applied over your body to avoid mosquito bites.</li><li><strong>More flowers:</strong> planting more flowery plants like marigold, rosemary, lemon balm and catnip repel mosquitos and also make the air fresh.</li><li><strong>Mosquito repellent candles:</strong> Using wax and essential oils you can make mosquito repellent candles that can help you get a relief from mosquitos. Cove oil, lavender oil, peppermint oil, rosemary oil etc can be used for making candles.</li></ol><h3><strong>How To Get Rid Of Spiders At Home</strong></h3><figure class=\"image\"><img src=\"https://de927adv5b23k.cloudfront.net/wp-content/uploads/2018/03/03163228/shutterstock_754800292-768x512.jpg\"></figure><p>Spiders spread rapidly, making it difficult to control their infestation. Sometimes spiders can cause allergy when they bite. It needs to be controlled quickly by using pest control measures. There are many natural ways to control spider population growth. Here are few</p><ol><li><strong>Use peppermint:</strong> Spiders can’t just stand the smell of peppermint. Best way is to use peppermint essential oil in a spray bottle. Spray the solution around the windows and doors and the corners where you find spider nets.</li><li><strong>Lemon essential oil:</strong> Lemon and any citrus essential oil can be used as a spray. It will not kill spider but keep them away from house.</li><li><strong>Vinegar and coconut oil:</strong> Mixture of vinegar and coconut oil makes an effective organic repellent spray for spiders.</li></ol>",
        "active": true
    }
},
{
    "model": "blog.post",
    "pk": 49,
    "fields": {
        "created": "2021-06-02T20:23:35.998Z",
        "updated": "2021-06-28T08:44:27.972Z",
        "author": [
            "7208333993"
        ],
        "category": 6,
        "title": "6 Easy Ways To Prevent Termites From Spreading In Your Home",
        "slug": "6-easy-ways-to-prevent-termites-from-spreading-in-your-home",
        "photo": "Blog_Images/6-easy-ways-to-prevent-termites-from-spreading-in-your-home/blog_photo.jpeg",
        
        "body": "<p>Have you ever come home to find small piles of wood dust accumulated under your sofa? This is surely a cause of termite infestation. Once they invade your home and start feeding on the foundation of your house or your expensive furniture it becomes really difficult to get rid of them, especially because of their minuscule size. Carrying out frequent inspections in your house to check for the presence of termites and other pests can save you from a lot of trouble.</p><p>&nbsp;</p><p>One of the main reasons why termites are tough to deal with is that they cannot be detected until they have done considerable damage and have set up large colonies. Since thousands of termites live together in these colonies, this makes it really hard to get rid of them without professional help. If you have detected the presence of termites in your home, then you need to take a few termite prevention measures immediately.</p><figure class=\"image\"><img src=\"https://de927adv5b23k.cloudfront.net/wp-content/uploads/2018/03/03160745/shutterstock_240847795-768x523.jpg\"></figure><p><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">Here is a list of &nbsp;things you can do to prevent termites from spreading and ensure that the treatment is successful:</span></p><p>&nbsp;</p><p><strong>1. Get Rid of Moisture:</strong><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\"> Moisture is one of the main reasons that attract all kinds of pests including termites into your home. Getting rid of excess moisture in your home will help in keeping termites at bay. If you live in a humid environment, investing in a dehumidifier can help. In summers, you can switch on the air conditioner periodically during the day to maintain a cool temperature in the house and remove excess moisture from the air indoors.</span></p><p>&nbsp;</p><p><strong>2. Fix Leaks:</strong> Pay attention to any leaks or decay in your house. Decayed roofs and moisture-laden walls work as perfect hosts for termites. Fix and seal the leakages promptly and carry out frequent inspections especially in basements or dingy corners of your house. These spots usually get overlooked and are the first ones to attract pests. A leakage in the basement can be especially inviting since it is closer to the ground and makes it easier for termites to attack the spot.</p><p>&nbsp;</p><p><strong>3. Declutter Your House:</strong> Whether you have hired professionals for a termite or bed bug treatment, it is important to carry out a decluttering drive in your house. Pay special attention to useless papers, cardboards, old magazines and newspapers since these provide a great environment for pests like termites to thrive. If one of your rooms has been attacked by termites, make sure to never take the stuff including furniture stored in that room to other parts of your house that are not affected by the termites.</p><p>&nbsp;</p><p><strong>4. Maintain a Distance Between Soil and Wood:</strong> If you have a garden, ensure that there is some distance between the soil and wood. Most experts believe that at least an eighteen-inch distance is important. This will help discourage any attack from termites on the foundation of your home and the furniture. You can use stones or cement to separate soil from the wooden area especially in your patios, gardens, etc. to create a physical barrier for termites.</p><p>&nbsp;</p><p><strong>5. Use Borate on Wood Before Priming or Painting:</strong> Borate is one of the most popular termite repellents. You can spray borate on wood prior to priming and painting. It soaks into the wood and essentially prevents termites from attacking and nibbling on it. Once this termite spray has dried, you can prime and paint it normally and use it to make window frames, doors, furniture, etc. This borate spray is strong enough to repel termites for decades.</p><p>&nbsp;</p><p><strong>6. Place Infected Items in the Sun: </strong>If you find that termites are damaging a piece of furniture, place it in direct sunlight for at least three consecutive days. This termite protection strategy can work well in summer since termites cannot stand the heat. By keeping the infected furniture in the sun, the heat will kill the termites and remove moisture from the furniture preventing chances of re-infestation. The smart thing here would be to dust off the furniture thoroughly and use a termite spray on it before bringing it back into the house. You can do the same with the furniture items that may not be affected by termites to make sure that they stay termite-free.</p><p>&nbsp;</p><p>If termites have already attacked your home, then the first thing that you need to do is to call a pest control company to carry out a thorough inspection and then get termite control treatment done in your home. Considering the amount of damage termites can do to the foundation of your house and furniture, the termite treatment cost will not appear high.</p><p>&nbsp;</p><p>After the home termite control treatment, you can maintain your home better by cleaning your furniture regularly with oils such as neem oil to keep termites at bay in addition to taking the above measures. In addition, you can <a href=\"https://www.urbancompany.com/pune-pest-control/?utm_source=article&amp;utm_medium=howtopreventtermites&amp;utm_campaign=bloginline\">book a pest control service from UrbanClap</a> on an annual basis to inspect your home and carry out treatments as required.</p>",
        "active": true
    }
},
{
    "model": "blog.post",
    "pk": 50,
    "fields": {
        "created": "2021-06-03T09:04:20.063Z",
        "updated": "2021-06-28T08:43:58.984Z",
        "author": [
            "7208333993"
        ],
        "category": 6,
        "title": "What to Do Before and After Pest Control Treatment",
        "slug": "what-to-do-before-and-after-pest-control-treatment",
        "photo": "Blog_Images/what-to-do-before-and-after-pest-control-treatment/blog_photo.jpeg",
        
        "body": "<p>Pests, such as cockroaches, flies, rats, spiders and other insects, can be a real menace in our homes. Besides creeping the hell out of us, they are carriers of diseases. Hiring a pest control service is the best option to get rid of them. In this article, we tell you what to do before and after pest control treatment.</p><p>&nbsp;</p><p>Services offered by pest control professionals primarily include the following: termite control treatment, bed bug control, and cockroach control. But it is not entirely up to <a href=\"https://www.urbancompany.com/mumbai-pest-control\">professional pest control services</a> to ensure your house is free of these unwanted guests, you would have to do your bit as well both before and after pest control. For instance, before starting with the pest control treatment, ensure that your food, clothing, furniture and other paraphernalia are properly stored. And, once the treatment is over, use them in such a way that chances of re-infestation are reduced.</p><p>&nbsp;</p><p>But before we explain further let’s take a look at the basics. As we noted earlier, it is almost always the kind of pest that will dictate the course of action but the following guidelines hold true in all cases.</p><p>&nbsp;</p><h1>Things to do before pest control treatment</h1><p>Let’s look at a few points to help you prepare for before your pest control appointment.</p><p>&nbsp;</p><h2>1. Access:</h2><p>Remove any large piece of furniture or appliance away from corners of your home. This will give an ease of access to pest control professionals. They can get into the corners where most pests tend to thrive. It also means your furniture and appliances are safe from any spills and spray of the chemicals used during the treatment. Better still, get a <a href=\"http://www.urbancompany.com/blog/pest-control-tips/5-reasons-why-you-should-have-pest-control-done-after-house-cleaning/\">go for pest control treatment at home</a>.</p><p>&nbsp;</p><h2>2. Clothes and Furniture:</h2><p>• Ensure that your clothes, children’s toys, jewelry make-up, toiletries, etc. are all packed away, ideally after covering them in plastic wrapping. Store them inside cabinets and if possible, seal the gaps of the doors and drawers with wide cellotape. Masking tape is not ideal since they are made of paper and will absorb the sprayed chemicals.</p><p>&nbsp;</p><p>• Remove all bed sheets, covers, cushions, pillows, mattresses, etc. and store them away. If you run out of storage space, use plastic wrapping.</p><p>&nbsp;</p><p>• Cover your sofas, chairs and tables with plastic wrapping. Covering them with cloth sheets may not be adequate as the chemicals can penetrate them.</p><p>&nbsp;</p><p>• For some pests, like termites, you may have to empty out your wooden furniture, including storage beds.</p><p>&nbsp;</p><h2>3. Kitchen and Dining Area:</h2><p>• Clear out the dustbin!</p><p>&nbsp;</p><p>• Clear out your countertops and store all your utensils, cutlery, plates, cups, glasses, etc. Unlike your regular storage equipment, kitchen cabinets are usually sprayed since they attract maximum pests.</p><p>&nbsp;</p><p>• Ideally, move small kitchen appliances out of the kitchen. If that is not possible, unplug and cover them thoroughly with plastic wrapping. If you have to leave them on the countertop, make them easy to move around.</p><p>&nbsp;</p><p>• Cover the water outlet of your water filter and if possible, wrap it with plastic.</p><p>&nbsp;</p><p>• Kitchen sinks are sprayed. So, do not cover them or use them for storage.</p><p>&nbsp;</p><p>• All food must be stored in thick plastic containers. Many pests can chew through thin plastic and seek refuge inside. If possible, place things like spices and chips inside your fridge.</p><p>&nbsp;</p><p>• Speaking of your fridge – you will have to unplug it. Consider finishing off any perishables and discard any leftovers.</p><p>&nbsp;</p><h2>4. Pets:</h2><p>Pets are usually very sensitive to the chemicals used during pest treatment. It will be great if you can drop off your pet at a neighbour’s or friend’s place for the duration of the pest control treatment.</p><p>&nbsp;</p><p>• Store your pet’s bedding and toys carefully.</p><p>&nbsp;</p><p>• Get your furry friend a flea and tick treatment at the vet.</p><p>&nbsp;</p><p>• Aquariums must be covered tightly with plastic. Make sure your fishes have adequate food for the duration. If you don’t have one already, this is a good time to get some kind of auto feeder for your fish.</p><p>&nbsp;</p><p>• Turn off any aquarium air pumps as they will suck in air-borne chemicals and introduce them into the water.</p><p>&nbsp;</p><h2>5. Paintings and Flower Pots:</h2><p>• The paint of your favorite wall decoration may not like the chemicals, so try covering them with plastic.</p><p>&nbsp;</p><p>• Flower pots and other decorative vegetation are best left in the open. Consider a balcony that won’t be sprayed or the roof. Some plants can be wrapped, but others may wither away.</p><p>&nbsp;</p><h2>6. Bathroom:</h2><p>• If they will be sprayed, bathrooms are best emptied out completely.</p><p>• You will need to pay special attention to your toothbrushes, floss, shaving razors, etc. It is best to replace your soaps and detergents after the treatment.</p><p><br>&nbsp;</p><h1>Things to do after pest control treatment</h1><p>Now that we are done with how to prepare for a pest control service at home, let’s take a look at what you need to do after the pest control service is completed. These before and after pest control tips are highly essential to ensure a successful service.</p><p>&nbsp;</p><h2>1. Wait:</h2><p>If you had to vacate the premises, wait until the recommended time before you head back home.</p><h2>2. Discard any food left outside:</h2><p>If you accidentally left any food outside, throw them in the garbage. Even if they used organic chemicals for the pest control process, such food will never be entirely healthy for you.</p><p>&nbsp;</p><h2>3. Do not clean immediately:</h2><p>Corecare <a href=\"https://www.urbancompany.com/hyderabad-pest-control/\">pest control service professionals</a> are trained and will not leave behind a mess. There should be no need to immediately sweep and mop the area. In many cases, it may wipe off any treated baseboards, reducing the effectiveness of the treatment. Pest control treatments are usually customized based on your needs. So, you will be told when you can clean again and if there are any areas you should not wash. Do not do a deep cleaning for at least a week.</p><h2>4. Repair any leaks:</h2><p>If you have any leaking taps or drainage pipes in the house, get them fixed as soon as possible. Water from leaks serve as an entry for pests, and may lead to a re-infestation.</p><h2>5. Avoid leaving paper around:</h2><p>Paper can be a source of food for many pests. Wet paper (of any kind) and brown bags (used to carry groceries) are the ones to look out for. Do not store old newspapers and magazines in or near the kitchen.</p>",
        "active": true
    }
},
{
    "model": "blog.post",
    "pk": 51,
    "fields": {
        "created": "2021-06-03T09:09:28.746Z",
        "updated": "2021-06-28T08:43:29.602Z",
        "author": [
            "7208333993"
        ],
        "category": 2,
        "title": "9 Easy Ways To Make Your Bed Look & Feel Like A Hotel Bed!",
        "slug": "9-easy-ways-to-make-your-bed-look-feel-like-a-hotel-bed",
        "photo": "Blog_Images/9-easy-ways-to-make-your-bed-look-feel-like-a-hotel-bed/blog_photo.jpeg",
        
        "body": "<p><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">Don’t you just love the comfort that a hotel bed offers? It’s soft, smooth and snug, and all you want to do is just curl up and snooze the minute you get a chance. Now what if you could get this cosy setting right at home? Yes, it is possible to have a hotel-style bed at home if you follow our hoteliers’ trick.&nbsp;We’ve decoded the secrets, and from mattresses to cushions, here’s all you need to know.</span></p><p>&nbsp;</p><h2><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">1. Invest in a Good Mattress</span></h2><figure class=\"image\"><img src=\"https://de927adv5b23k.cloudfront.net/wp-content/uploads/2018/02/03170357/Mattress-Heres-Your-Guide-To-Make-your-Bed-Feel-Like-the-Hotel-Style-urbanclap-homes.jpg\"></figure><p>A good bed is the foundation for a good sleep. Therefore, invest in a good quality mattress first. Take your pick from therapeutic beds to normal spring beds. However, if you have already have a mattress and don’t want to get rid of it, then flip it. This simple trick makes your mattress feel like new and enhances the lifespan of your bed too.</p><p>&nbsp;</p><p>Still don’t feel the softness? Layer your mattress with either a feather bed, which gives it extra fluff, or a memory foam mattress that relieves pressure. Both help you get a marshmallow-like feel for a comfortable sleep.</p><p>&nbsp;</p><h2>2. Use Sheets With a Good Thread Count</h2><figure class=\"image\"><img src=\"https://de927adv5b23k.cloudfront.net/wp-content/uploads/2018/03/13141217/shutterstock_445975264-768x504.jpg\"></figure><p>Love the silky texture of hotel linens? The secret is using an Egyptian cotton, 300-thread-count bedsheet that feels fresh and soft. Thread count is a measure of how many threads are woven into one square inch of a piece of fabric. In the Indian market, though, it’s a relatively alien term.&nbsp;Some e-commerce retailers come to your rescue here.</p><p>&nbsp;</p><p>One sheet won’t do the trick. In hotel rooms, if you’ve noticed closely, there are two fitted sheets that are tucked in tightly whereas one flat sheet is placed over it for a feathery feel. Use one fitted sheet vertically and another one horizontally to get the right bounce.</p><p>&nbsp;</p><h2>3. Create Layers With a Comforter &amp; Duvet</h2><figure class=\"image\"><img src=\"https://de927adv5b23k.cloudfront.net/wp-content/uploads/2018/02/03170404/Comforter-and-Duvet-Heres-Your-Guide-To-Make-your-Bed-Feel-Like-the-Hotel-Style-urbanclap-homes-768x511.jpg\"></figure><p><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">Layers and more layers are what you need for that plush feel. Add a comforter and duvet to create bedding bliss. Keep in mind the 300-thread-count rule for a soft and smooth finish. Adding these makes you want to sink in, doesn’t it?</span></p><p>&nbsp;</p><h2><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">4. Maximise on Cushions &amp; Pillows</span></h2><figure class=\"image\"><img src=\"https://de927adv5b23k.cloudfront.net/wp-content/uploads/2018/02/03170354/Right-Pillows-Heres-Your-Guide-To-Make-your-Bed-Feel-Like-the-Hotel-Style-urbanclap-homes-768x511.jpg\"></figure><p><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">Don’t you love sinking into a bed with cushions? The soft, light, cosy feel is all you need for a good night’s sleep. But there is a catch here! Add two to four goose feather pillows along with two fibre fill pillows. You’ll want extra pillows – keep a minimum of three pillows so that you get to choose what you’re comfortable sleeping on.</span></p><p>&nbsp;</p><h2><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">5. Add Throws for Warmth</span></h2><figure class=\"image\"><img src=\"https://de927adv5b23k.cloudfront.net/wp-content/uploads/2018/02/03170341/Throw-Blanket-Heres-Your-Guide-To-Make-your-Bed-Feel-Like-the-Hotel-Style-urbanclap-homes-768x528.jpg\"></figure><p>While the hoteliers prefer keeping their bedding white, they use a throw blanket and pillow to match either the headboard or the accent wall in the room. This is a great way to add colour and personality to your bedroom.</p><p>&nbsp;</p><p>So make yourself warm with a neatly folded throw blanket placed at the foot of your bed. And arrange the throw pillows symmetrically for that streamlined look.</p><p>&nbsp;</p><p style=\"text-align:center;\"><span style=\"color:hsl(210, 75%, 60%);\"><i>Now that you have all the hotel secrets, make your bedroom a luxurious retreat!</i></span></p>",
        "active": true
    }
},
{
    "model": "blog.post",
    "pk": 52,
    "fields": {
        "created": "2021-06-03T09:16:52.275Z",
        "updated": "2021-06-28T08:43:17.455Z",
        "author": [
            "7208333993"
        ],
        "category": 2,
        "title": "A Comprehensive Guide To Choosing The Perfect Vanity Table",
        "slug": "a-comprehensive-guide-to-choosing-the-perfect-vanity-table",
        "photo": "Blog_Images/a-comprehensive-guide-to-choosing-the-perfect-vanity-table/blog_photo.jpeg",
        
        "body": "<p style=\"text-align:justify;\">A girl’s vanity is an essential part of her beauty routine. From the easy access to the necessities on a rushed morning&nbsp;to keeping expensive makeup products and beloved jewelry safe – the right vanity can do a lot for you. And how do you choose the right vanity? That’s what we’re here to find out!</p><p style=\"text-align:justify;\">&nbsp;</p><p style=\"text-align:justify;\">The first question you need to ask yourself is what is your main concern while shopping for a vanity? It could be any of the following:</p><p style=\"text-align:justify;\">&nbsp;</p><p style=\"text-align:justify;\"><strong>#1. Space</strong><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">: Is space a constraint for you? If yes, you can rule out tri-fold mirrors and full wall vanities. A good solution would be to consider vanities with folding storage or vanities with full-length mirror cabinets. The latter have the added advantage of being easy to move around the house as needed.</span></p><figure class=\"image\"><img src=\"https://de927adv5b23k.cloudfront.net/wp-content/uploads/2017/02/03195957/mirror-closet.jpg\"></figure><p style=\"text-align:justify;\"><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">An alternate option would be to make use of a corner to create your very own “vanity corner”. With some effective use of vertical space, it can be just the thing to store your complete collection.</span></p><figure class=\"image\"><img src=\"https://de927adv5b23k.cloudfront.net/wp-content/uploads/2017/02/03195958/fixed-vanity.jpg\"></figure><p style=\"text-align:justify;\"><strong>#2. Budget</strong><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">: Believe it or not, but vanity units are just as expensive as any other piece of furniture these days. Naturally, with the growing popularity of DIY, it was only a matter of time before furniture became the next item on the to-do list of all the DIY-ers out there. There are two ways you can create your dream vanity without spending half as much:</span></p><p style=\"text-align:justify;\">&nbsp;</p><p style=\"text-align:justify;\">a) Purchase a mirror and fix it on a wall. Simply pair a comfy table and chair with it and voila! Your very own vanity is at your service.</p><figure class=\"image\"><img src=\"https://de927adv5b23k.cloudfront.net/wp-content/uploads/2017/02/03200013/DIY-Vanity-2.jpg\"></figure><p style=\"text-align:justify;\"><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">b) Procure a simple vanity with limited storage or continue using your old vanity and prep it up with these on-table storage extensions!</span></p><figure class=\"image\"><img src=\"https://de927adv5b23k.cloudfront.net/wp-content/uploads/2017/02/03195958/extensions.jpg\"></figure><p style=\"text-align:justify;\"><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">You can even use plastic makeup containers (easily available on Amazon) and an old file cabinet for extended storage. The end result would look something like this:</span></p><figure class=\"image\"><img src=\"https://de927adv5b23k.cloudfront.net/wp-content/uploads/2017/02/03200003/Vanity-pouffe.jpg\"></figure><p style=\"text-align:justify;\">Not too shabby, eh?</p><p style=\"text-align:justify;\">&nbsp;</p><p style=\"text-align:justify;\"><strong>#3. Size of Your Collection</strong>: If you, like yours truly, have a humongous collection of jewelry then you need a safe place to store and protect it from open exposure to the elements. A vanity with customized storage spaces would be ideal to serve your purpose here. Another option would be to make use of the storage extensions mentioned above.</p><figure class=\"image\"><img src=\"https://de927adv5b23k.cloudfront.net/wp-content/uploads/2017/02/03200000/detailed-vanity.jpg\"></figure><p style=\"text-align:justify;\"><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">Or use an old almirah/wardrobe to hold the storage extensions as shown below:</span></p><figure class=\"image\"><img src=\"https://de927adv5b23k.cloudfront.net/wp-content/uploads/2017/02/03200013/Detailed-Vanity-for-an-Extended-Collection.jpg\"></figure><p style=\"text-align:justify;\"><strong>#4. Lighting</strong><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">: How is the lighting in your bedroom? Since makeup’s all about playing with how the light falls on your face, bright lighting is necessary to make the best use of your vanity. &nbsp;For this reason, most people tend to have separate lights just for their vanity. The popular options include mirrors with bulbs and on table lamps. An economical option for lighting your vanity would be to surround it with fairy lights of the right voltage.</span></p>",
        "active": true
    }
},
{
    "model": "blog.post",
    "pk": 53,
    "fields": {
        "created": "2021-06-03T09:21:35.916Z",
        "updated": "2021-06-28T08:43:01.653Z",
        "author": [
            "7208333993"
        ],
        "category": 1,
        "title": "5 Must-have Features in High-Resolution Night Vision Cameras",
        "slug": "5-must-have-features-in-high-resolution-night-vision-cameras",
        "photo": "Blog_Images/5-must-have-features-in-high-resolution-night-vision-cameras/blog_photo.jpeg",
        
        "body": "<p>Security cameras are becoming increasingly popular these days. Whether you decide to install it in your office space or home, a camera-based security system lets you monitor activities around. It also gives you the ability to keep an eye on everything going in and around your property. Most people prefer a high-resolution security camera since it captures images and videos with better clarity which can help you identify faces and see a footage in greater detail than normal security cameras.</p><p>&nbsp;</p><p>There are plenty of models and makes of security cameras in the market that suits an equally wide range of needs. If you need something to deter criminals and miscreants who usually barge in at night, a high-resolution night vision camera may just be what you are looking for. These cameras can capture high-quality videos even in pitch dark conditions.</p><p>&nbsp;</p><p>In this article, we have explained a few key features of a good high-resolution night vision security camera. This will help you make a better purchase decision.</p><p>&nbsp;</p><h3><strong>5 Top Features Of Night Vision Camera</strong></h3><p>&nbsp;</p><p><strong>1. Colour or B&amp;W</strong></p><p>If you are going to install the camera in a spot that is well-lit both during the day and at night, you can opt for a colour security camera. However, for dark corridors and areas with no ambient lighting, you need night vision security cameras. Many colour security cameras come with an Infrared (IR) filter that provides integrated night vision. For the same price, the resolution of a black and white security camera will usually be better than that of a colour one. Many night vision cameras use Infrared (IR) light, invisible to the human eye, to “flood” the dark area with light and thus capture photos or videos. If you buy a security camera with Infrared night vision, it will keep the IR lights off when it detects sufficient normal light in the surroundings and turn on when it gets dark.</p><p>&nbsp;</p><p><strong>2. Wireless or Wired</strong></p><p>Many people are often confused between choosing wired or wireless security camera systems. You need to understand a couple of things about both types of cameras to reach a decision. It is ideal to choose a wired HD security camera for expansive locations and spots, as long as they can be wired. The wires and the camera may be easily visible to the intruders, which may either deter them or let them evade their field of view. On the other hand, wireless camera systems can be <a href=\"https://www.urbancompany.com/delhi-ncr-cctv-dealers/?utm_source=article&amp;utm_medium=advantagesofnightvisioncameras&amp;utm_campaign=bloginline\">installed</a> easily in hard-to-reach spots. They simply require a clear line of sight between the receiver and the transmitter. The biggest advantage of installing wireless security cameras is that they are easier to conceal.</p><p>&nbsp;</p><p><strong>3. Outdoor or Indoor</strong></p><p>When it comes to purchasing a high-resolution night vision camera, it is important to consider the actual spot of installation of the camera. If you are going to install the camera outside, near the driveway, fence line or entrance, it needs to brave the weather and capture clear images and video footage in a range of light conditions from bright sunlight to moonless dark nights. A robust camera with a design to protect the actual lens from rain, snow, hailstorm and debris will work the best. For indoor installation, you can use a different camera since it will not have to face any harsh weather conditions.</p><p>&nbsp;</p><p><strong>4. One or More Cameras&nbsp;</strong></p><p>When you invest in a security camera, you may be wondering whether it is better to install one best night vision camera near the entrance of your house or to install multiple cameras at different spots such as the entrance, backyard fence, driveway, living room, etc. It all depends on your personal needs. Most companies make security camera systems with multiple cameras that can be used for perimeter, exterior and interior surveillance leaving virtually no blind spots. However, this also results in a huge difference in the night vision camera price. Make the decision based on your needs and budget.</p><p>&nbsp;</p><p><strong>5. Lux Rating – High or Low</strong></p><p>The average person can be easily confused by terms such as Lux rating of a security camera. Lux rating is simply a way to express the ability of the camera to capture an image in different lighting conditions. The Lux rating for direct sunlight in anywhere from 1,00,000 – 1,30,000 while that of a moonless clear night is 0.001. For a night vision security camera, lower Lux ratings are preferable. The camera with a low Lux rating will be able to capture clear images in low-light or even pitch-dark conditions.</p><p>&nbsp;</p><p>These tips will help you find the right night vision camera to keep your office or home secured. It is advisable to write down your needs and set your budget before making a purchase.</p>",
        "active": true
    }
},
{
    "model": "blog.post",
    "pk": 54,
    "fields": {
        "created": "2021-06-03T09:24:14.816Z",
        "updated": "2021-06-28T08:42:25.729Z",
        "author": [
            "7208333993"
        ],
        "category": 1,
        "title": "Top 5 Things to Consider While Hiring A CCTV Camera Dealer",
        "slug": "top-5-things-to-consider-while-hiring-a-cctv-camera-dealer",
        "photo": "Blog_Images/top-5-things-to-consider-while-hiring-a-cctv-camera-dealer/blog_photo.png",
        
        "body": "<p>Security is a burning concern all over the globe at this point of time. Be it in any company, school premises, restaurants, highways, hotels, shopping malls, grocery stores, house premises etc.</p><p>&nbsp;</p><p>Security covers different aspects to different entities. For a shopping mall, it needs to cover the main shopping area and payment counter., while for a corporate it means keeping an eye of every corner of premises as well as outdoor security camera to keep a check on what employees and staff are doing.</p><p>&nbsp;</p><p>CCTV cameras have proved its potential to be on top of the security measures checklist.</p><p>&nbsp;</p><p>According to a recent&nbsp;report in the Chinese state media,&nbsp;<i>People’s Daily</i>, the city of Beijing now has a CCTV network that covers ‘every corner’ of the city. The total amount of cameras sits at around 470,000. We have often seen the sign almost everywhere reading “these premises are under CCTV surveillance”. And obviously for such an important element, awareness has to be taken another huge level while selecting and hiring a CCTV camera dealer.</p><p>Here is your five pointer checklist for hiring a CCTV dealer.</p><p>&nbsp;</p><h2>1) Be clear about what you want</h2><p>It is of utter importance that you as a consumer decide and zero upon your requirements for your house or your establishment. Understand the nooks and crannies of your space and the kind of activity you want to be surveyed. For example if your need is to bring the surrounding of your office under surveillance, you would need a dealer specialized in dealing with <a href=\"https://www.urbancompany.com/kolkata-cctv-dealers\">outdoor security cameras</a>. On that basis of the same decide and choose the dealer who has specialty in the service. Your dealer must be able to understand the extent of surveillance you need in your area. The dealer needs to have a complete understanding of a clear explanation of your needs and requirements so that he can come to a conclusion and decide on the particular kind of equipment you need. This relationship is significant to establish, if wrong impression is set about a dealer it will lead to misunderstanding of requirement and result into tailoring a wrong system for your space.</p><p>&nbsp;</p><h2>2) Know your budget</h2><p>All of us have budget constraints. Sort of an enemy I would call it. And just like how the saying goes, “know your enemy better,” know your budget constrains better too. You need to know how much you can spend on CCTV cameras to know what sort of CCTVs to buy. You can go for a dealer in night vision and beyond 30 feet cameras if the budget is high or a rudimentary dealer for simple quality vision and 20 feet of coverage. In case you do not know what sort of budget you can allot, you might be cheated by dubious dealers who will quote high prices for basic CCTVs. Know your budget well to make an informed decision without being cheated in terms of money.</p><p>&nbsp;</p><h2>3) Do research and compare</h2><p>It is a human instinct to compare. Especially when it is about choosing from multiple options it is recommended too. When we check out a pair of shoes, we compare its price etc. on different websites to crack the best deal. Employ these instincts while looking for a CCTV dealer. Find a bunch of dealers, make calls and get a feeler of what their services are. Make a tabular price and service list. Analyse your findings and move forward to make a decision. This way, you are not only finding the cheapest service but also finding out the quality of the dealer.</p><p>&nbsp;</p><h2>4) Ensure professionalism</h2><p>Towards the end of the day, it narrows down to the dealer’s professionalism. Read reviews regarding the work culture of the dealer. There are many websites to provide customer reviews that discuss how professional the dealer has been. Such reviews will give you genuine first hand information about dealers. If you can, try and contact one of their previous customers (you will find their details in such websites) to discuss about the dealer. Enquire about the reliability of their products and how they are working after installation. Check out if they are authorized providers of any big brands of CCTV cameras like LG, Sony, Samsung, Bosch or Zicom. Providing authorized products from these companies will add to the credibility of the dealer.</p><p>&nbsp;</p><h2>5) Don’t forget about after sales services</h2><p>The relationship with your dealer doesn’t end once he is done fixing it in your establishment. The true service begins after the fixture. The dealer should be ready to accept for customer care after the purchase. He should have a record of tending to customer’s complaints after the deal has been satisfied. Discuss with your dealer the pointers for after sale services and only accept if their promises are satisfactory. Discuss maintenance deals. Ensure that the dealer is ready to give you warranty of his services.</p><p>&nbsp;</p><p>Therefore, be very sure that these little things are given light while you select a dealer, which will ultimately result in the best security result.</p>",
        "active": true
    }
},
{
    "model": "blog.post",
    "pk": 55,
    "fields": {
        "created": "2021-06-03T09:27:30.880Z",
        "updated": "2021-06-28T08:42:04.124Z",
        "author": [
            "7208333993"
        ],
        "category": 1,
        "title": "7 Ways CCTVs Might Disappoint You",
        "slug": "7-ways-cctvs-might-disappoint-you",
        "photo": "Blog_Images/7-ways-cctvs-might-disappoint-you/blog_photo.jpeg",
        
        "body": "<p>CCTVs are everywhere. They are successfully looking over the happenings all around and are being hailed as the new age gods. They have been effective in curtailing crime all around the country and will continue to do so. But, are these Gods as godly as they are? Like anything in nature, CCTVs too have a grievous downside to their capabilities. As their popularity increases amongst commoners day by day, it becomes even more important to discuss their disadvantages and limitations. So here we put together &nbsp;<a href=\"https://www.urbancompany.com/mumbai-cctv-dealers-navi-mumbai\">7 limitations&nbsp;of CCTV camera</a>&nbsp;that all should know about CCTVs.</p><h2><br>1. Limited coverage:</h2><p>Not all the instances of CCTVs getting an image of the criminal will end up the way Kasab was caught during 28/11.&nbsp;Even though CCTV cameras can record happenings all through the day, they run on a major disadvantage of only recording events in their limited range. By limited range, we mean less than 20 feet.&nbsp;Therefore, it is an easy way out for the miscreants to carry out their job without being caught on the camera. A vague image of silhouettes carrying out their crimes will alone be captured with no clarity of faces or forms.&nbsp;</p><p>&nbsp;</p><h2>2. Wireless Systems:&nbsp;</h2><p>Most of the CCTVs these days are beginning to work on wireless systems that encash on frequencies and signals to the receiving and recording stations.&nbsp;This method is known to be seamless as it works on remote senses. But here comes the glitch. The places where most the CCTV cameras are installed also have other appliances like the air conditioner, cordless telephones,&nbsp;fluorescent lighting. The radiations emitted from these appliances often hamper with the remote sensing of the&nbsp;CCTVs. The quality and reception of the CCTV get scrambled because of these radiations. This will lead to experts in wireless technologies to rush to your establishments to repair these breakdowns.&nbsp;&nbsp;</p><p>&nbsp;</p><h2>3. Wired Systems:</h2><p>If wireless cameras have cons, so do wired cameras. Wireless cameras cash on the very fact of having no wiring at all. This will allow them to be changed from one place to another easily and without hassles. But one should understand that the wireless systems might cost a fortune. Therefore, most of the customers go for the good old wired CCTVs.&nbsp;But lower the investment higher the inconvenience. Once installed, it is a herculean task for a layman to unscrew them and place them elsewhere. This again needs technicians to drop down to their house. This makes it tough for the owners to access the cameras easily. &nbsp;</p><p>&nbsp;</p><h2>4. Can be hacked:</h2><p>We all can now agree that CCTVs and the services that they offer are invaluable. They give a complete bird’s eye view of the&nbsp;whatever instance that unfolds in front of it. They can record details for days together and can provide evidence to support any claim. Therefore, their significance is unquestionable. But this very significance and importance makes them targets of miscreants. Criminals realize how a CCTV can be a weapon in the hands of the owners. As the days go by, cyber attackers are developing new ways to crack into the CCTV systems, hack them and disable them so that they can carry out their crime hitch-less. But this can take a perverse turn if crooks begin to&nbsp;hack into the system and access sensitive footage and misuse it. This gets easier for hackers for most of the cameras work on networks as discussed before. If they can hack into your&nbsp;wifi, it will not take them longer to hack into wireless cameras.</p><p>&nbsp;</p><h2>5. Lapse in privacy:</h2><p>Some ethical issues have been a concern ever since the advent of CCTV cameras. There have been instances of CCTVS being installed in workplaces without the knowledge of the employees. The “non-disclosure” of CCTV presence irks many for they are under surveillance without any prior knowledge. Many believe that this is a direct infringement of their privacy. Moreover, the supreme court making right to privacy a fundamental right, it is now a constitutional crime to undertake surveillance without a heads-up. This leads to many legal entanglements that are a waste of time, energy and monetary resources. Therefore, one should consider all the ethical and legal predicaments before going for an all seeing CCTV set-up.&nbsp;</p><p>&nbsp;</p><h2><strong>6. Can be easily destroyed:</strong></h2><p>CCTVs are systems that work on very high technicalities. Their cases are sensitive and are prone to damage very easily. Most CCTVs are installed in places where the public moves around a lot. They are exposed to humans more than any machine and can be damaged by such exposure. Anyone who wants to avoid the purview of the CCTV can easily damage it by pelting stone, cutting the wires or spray painting the viewfinder of the camera in black.</p><p>&nbsp;</p><p>Natural forces take a toll on CCTV cameras too. These sensitive micro machines can heat up on the exterior because of the harsh sunlight in the tropical climates, can get brittle and jammed if the weather is cold. They might even get wet and lead to short circuits during monsoons and run a huge risk of accumulating dust over time. It is highly imperative to construct protective shields for CCTVs to function without a hitch.</p><h2>&nbsp;</h2><h2><strong>7. Costs hit ceilings:</strong></h2><p>The one disadvantage that discounts all the advantages in a jiffy is the expenses that the CCTVs impose on users. One needs to spend more than 10,000 rupees on installation alone. The cost will reach higher levels if you are aiming for a full-fledged CCTV system all around the establishment. The wirings will charge you a lot during installation. Once the installation is done the part of having a centralized viewing system on a television screen will cost a fortune all together. CCTV systems are known to eat into your electricity a lot more than other appliances. Over all, the entire set-up of a CCTV will surely burn a hole in your pocket.</p><p>&nbsp;</p><p>All being said, CCTVs when used with proper ethics and sustainable methods are surely a boon to humanity. But like any technological advancement, the hands that use it decide its utility! &nbsp;</p>",
        "active": true
    }
},
{
    "model": "blog.post",
    "pk": 56,
    "fields": {
        "created": "2021-06-03T09:32:40.754Z",
        "updated": "2021-06-28T08:41:48.074Z",
        "author": [
            "7208333993"
        ],
        "category": 1,
        "title": "5 Best Places To Install CCTV In Your Home",
        "slug": "5-best-places-to-install-cctv-in-your-home",
        "photo": "Blog_Images/5-best-places-to-install-cctv-in-your-home/blog_photo.jpeg",
        
        "body": "<p>What is CCTV? CCTV is a very important safety product that every home owner should get. In today’s day and age when safety has become one of the biggest concerns, you cannot afford to leave your home and your family members unsecured. Every level of security must be in place. And since CCTVs are one of the best and the most effective measures, you must get one if you have not done so already.</p><p>&nbsp;</p><p>There are many benefits of installing CCTV at home. From preventing unwanted intruders to scanning a scene after an unfortunate event, a CCTV can be of immense help to your family. You, however, must ensure that the CCTV is installed at the right place to get the most out of it. In this article, we tell you the five best places in your house where you should <a href=\"https://www.urbancompany.com/delhi-ncr-cctv-dealers/?utm_source=article&amp;utm_medium=InstallCCTVHome&amp;utm_campaign=Blog-inlink\">install CCTV camera</a>. Read on.</p><p>&nbsp;</p><h1>Best places to install a CCTV in the house</h1><p><i><strong><u>#1. Front door</u></strong></i><strong>: </strong>Most people, whether invited or uninvited, enter your house through the front door. It is, therefore, very important for you to install a CCTV on the front door. Install it at a height so that no one can tamper with it. If your house is multi-storey, install it on the second level, but point it towards the entrance of the house. If you do not have a second floor then install the CCTV at an accessible height, and make sure you put a protective cover around it. A metal casing works well and prevents people from tampering with the camera.</p><figure class=\"image\"><img src=\"https://de927adv5b23k.cloudfront.net/wp-content/uploads/2017/10/03193143/shutterstock_185642186.jpg\"></figure><p><i><strong><u>#2. Back door</u></strong></i><strong>:</strong> &nbsp;All the entry points to your home should have a CCTV surveillance system in place. So, if you have a back door to your house, make sure you install a CCTV there as well. The aim should be to monitor everyone who tries to enter the house. Much like the front door, for the back door too, the CCTV should not be placed at an accessible height. Try to place it higher up or cover it. If there is a break in, or even an attempted break in through the back door, the footage from the CCTV can be of immense help. Therefore, you must guard your doors with good CCTVs.</p><figure class=\"image\"><img src=\"https://de927adv5b23k.cloudfront.net/wp-content/uploads/2017/10/03193142/shutterstock_400925062.jpg\"></figure><p><i><strong><u>#3. Rear windows</u></strong></i><strong>:</strong> Rather than placing a CCTV on a window that faces the road and is very visible, install it on a rear window of the house. This way, the CCTV will be in a less spottable place. So, if someone does try to create nuisance, they won’t know about the CCTV’s existence. This will help you keep a watch and prevent an unfortunate event from happening. Or even if it does take place, the authorities will be able to nab the culprits with the footage from the ‘hidden’ CCTV.</p><figure class=\"image\"><img src=\"https://de927adv5b23k.cloudfront.net/wp-content/uploads/2017/10/03193142/shutterstock_191465990.jpg\"></figure><p><i><strong><u>#4. Top of the staircase:</u></strong></i><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\"><strong> </strong>If your house has multiple levels, install a wireless CCTV system, or a regular one, at the top of the staircase. Install it at a spot from where a large part of the lower level is visible. You can get footage of the hall, the kitchen and maybe even a few room entrances if the CCTV is installed at a correct angle on top of the staircase. In the absence of a higher floor and consequently a staircase in the house, install the CCTV close to the ceiling of the living room. You can get a good idea of who comes in and goes out of all the rooms since in most homes the living room is connected to all the other rooms.</span></p><figure class=\"image\"><img src=\"https://de927adv5b23k.cloudfront.net/wp-content/uploads/2017/10/03193040/shutterstock_183201371.jpg\"></figure><p><i><u>#5. In the children’s room</u></i><strong><u>:</u></strong><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\"> Unfortunately, children are at a great risk these days. So, install the best CCTV cameras in your children’s room and keep an eye on them at all times. If your child is small, it is all the more important to fix the CCTV. You can then monitor your child and his/her well-being from all corners of the house, provided you have a monitor with you. If you leave your children alone at home with a hired help, you most definitely need to install a CCTV. You can then know how well your child is treated in your absence and take action if required.</span></p><p>&nbsp;</p><figure class=\"image\"><img src=\"https://de927adv5b23k.cloudfront.net/wp-content/uploads/2017/10/03193141/shutterstock_591381005.jpg\"></figure><p>&nbsp;</p><p>&nbsp;</p><p>&nbsp;</p><p>&nbsp;</p>",
        "active": true
    }
},
{
    "model": "blog.post",
    "pk": 57,
    "fields": {
        "created": "2021-06-03T09:40:13.583Z",
        "updated": "2021-06-28T08:41:15.845Z",
        "author": [
            "7208333993"
        ],
        "category": 5,
        "title": "Vastu for Toilets & Bathrooms: 5+ Helpful Tips for Your Indian Home",
        "slug": "vastu-for-toilets-bathrooms-5-helpful-tips-for-your-indian-home",
        "photo": "Blog_Images/vastu-for-toilets-bathrooms-5-helpful-tips-for-your-indian-home/blog_photo.png",
        
        "body": "<blockquote><p style=\"text-align:center;\"><span style=\"color:hsl(0, 75%, 60%);\"><i>Where should your bathroom be located? Can you build a toilet under the staircase? Read on to get all your questions about Vastu for toilets and bathrooms answered.</i></span></p></blockquote><p>Whether you’re moving into a new home or remodelling an existing one, it is a good idea to check if the bathrooms and toilets are aligned as per Vastu.</p><p>&nbsp;</p><p>A clean bathroom and toilet that adhere to the principles of Vastu Shastra can do you a world of good — from banishing negativity to contributing to overall health and happiness.</p><p>&nbsp;</p><p>Vastu Shastra guidelines point towards keeping the bathroom separate from the toilet, but it’s not always practical, especially if you live in an apartment.</p><p>&nbsp;</p><p>That said, you can still make your bathroom and toilet an oasis of calm and good health.</p><p>&nbsp;</p><h2><strong>Here are 15+ simple tips, as per Vastu for toilets and bathrooms, that will help you.</strong></h2><h3><strong>A. Direction of Toilet, Doors and Shower, According to Vastu</strong></h3><figure class=\"image\"><img src=\"https://de927adv5b23k.cloudfront.net/wp-content/uploads/2019/03/08125146/Modern-style-bathroom-with-beige-theme-and-white-fittings_makemycasa-533x800.jpeg\"></figure><p><br>1. <strong>The best location for toilets and bathrooms is the north-west</strong> part of the home.</p><p>2. <strong>Avoid constructing toilets in the south-west direction</strong> as this tends to bring about ill-effects.</p><p>&nbsp;</p><hr><p style=\"text-align:center;\"><span style=\"background-color:rgb(255,255,255);color:hsl(0, 75%, 60%);\">If your toilet happens to be in the south-west direction, you can fix it by using a couple of Vastu remedies. For instance, place a Vastu pyramid on the outer part of the south-west toilet wall. Another option is to keep the doors of the toilet closed at all times.</span></p><hr><p>3. <strong>Make sure that the entrance door to the toilet is along the eastern or northern wall.</strong></p><p>&nbsp;</p><p>4. <strong>The best direction of the toilet seat, according to Vastu,&nbsp;is in the south-east or north-west side.</strong> This should be in such a way that a person using it is not facing either the east or the west.</p><p>&nbsp;</p><p>5. <strong>Windows should open out along the east, north or</strong> west in your bathroom.</p><p>&nbsp;</p><p>6. <strong>Constructing the toilet a couple of feet above the ground</strong> is a good idea.</p><p>&nbsp;</p><p>7. <strong>Ensure that the toilet is positioned along the west or north-west,</strong>&nbsp;for a bathroom and toilet attached space. This is because the toilet is associated with the discarding of waste.</p><p>&nbsp;</p><p>8. <strong>The shower or wash basin needs to be in the east, north or north-east</strong> of the bathroom.</p><p>&nbsp;</p><p>9. <strong>Ensure that the toilet does not share a wall with the pooja room or the kitchen,</strong> as it can have negative repercussions.</p><p>&nbsp;</p><p>10. <strong>Outlets for bathroom pipes must be towards the north or the east.</strong></p><p>&nbsp;</p><h2><strong>B. Bathroom Vastu for Mirrors, Colours &amp; More</strong></h2><figure class=\"image\"><img src=\"https://de927adv5b23k.cloudfront.net/wp-content/uploads/2019/03/08130247/Bathroom-Basin-And-Rectangular-Mirror_gc-design-studio-e1552030490236-685x800.jpeg\"></figure><p><br>11. <strong>The north or the east is the best place in the bathroom to hang a mirror.</strong> You could position your wash-basin accordingly.</p><p>&nbsp;</p><p>12. <strong>Light pastel shades work best for the bathroom,</strong> as per Vastu. Colours such as pink, grey and light blue are recommended.</p><p>&nbsp;</p><p>13. <strong>Never construct a toilet under a staircase.</strong> The space under the stairs can be used for storage purposes but a bathroom or toilet is a strict no-no.</p><p>&nbsp;</p><p>14. <strong>Always use wooden doors as entrance doors to toilet or bathrooms,</strong> as metal has negative vibrations.</p><p>&nbsp;</p><p>15. <strong>Position an attached bathroom to the west or north.</strong> Remember that the bathroom should not face the bed.</p><p>&nbsp;</p><p>&nbsp;</p><p>&nbsp;</p>",
        "active": true
    }
},
{
    "model": "blog.post",
    "pk": 58,
    "fields": {
        "created": "2021-06-03T09:44:24.688Z",
        "updated": "2021-06-28T08:40:48.615Z",
        "author": [
            "7208333993"
        ],
        "category": 5,
        "title": "Luxury Bathrooms: Steal These 7 Clever (And Practical!) Ideas",
        "slug": "luxury-bathrooms-steal-these-7-clever-and-practical-ideas",
        "photo": "Blog_Images/luxury-bathrooms-steal-these-7-clever-and-practical-ideas/blog_photo.jpeg",
        
        "body": "<p>More often than not, we view our bathrooms from a very practical and functional lens. But do they have to look basic and boring, when one can easily up their glam quotient? The good news is that luxury bathrooms are becoming a reality in many homes today. Many are realising that all it sometimes take to get that statement-making bathroom is changing one major element.</p><p>&nbsp;</p><p>Yes, you read that right — you don’t have to renovate the entire space. Sometimes just changing, replacing, plumbing and adding new pieces makes all the difference! Browse through these 7 clever decorating ideas and get your bathroom to make a statement.</p><p>&nbsp;</p><h2>1. Bling It On</h2><p><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">Gone are yesterday’s beliefs that gold and silver finishes do not belong in bathroom spaces. In fact, metallics are all the rage today and are topping the decor charts. As long as you maintain a balance, the resulting look can be extremely elegant and — luxurious. If you’re keen but don’t know where to begin, start small. Introduce a washbasin with a dash of gold; put up a wall mirror with a gorgeous silver frame; opt for bathroom fittings in copper, rose gold or bronze; install reflective metallic wall tiles in the shower, etc.</span></p><figure class=\"image\"><img src=\"https://de927adv5b23k.cloudfront.net/wp-content/uploads/2018/01/03184733/Bling-It-On-7-clever-ideas-to-make-a-statement-in-your-bathroom-Urbanclap-homes-768x640.jpg\"></figure><p><i>Where to Buy:</i></p><p>&nbsp;</p><p><i>Gold or Silver Washbasins from </i><a href=\"https://www.grohe.co.in/en_in/bathroom.html\"><i>Grohe</i></a><i>, </i><a href=\"http://www.kohler.co.in/browse/Bathroom\"><i>Kohler</i></a><i>, </i><a href=\"https://www.jaquar.com/products/jaquar-products\"><i>Jaguar</i></a><i> and the like. You can also visit bathroom fittings stores in Kirti Nagar and Kotla Market in Delhi, A to Z – Bed N Bath and The Bath Shop in Mumbai.</i></p><p>&nbsp;</p><h2>2. Make a Statement With Wallpapers</h2><figure class=\"image\"><img src=\"https://de927adv5b23k.cloudfront.net/wp-content/uploads/2018/01/03184730/Wall-that-makes-a-statement-7-Clever-Ideas-To-Make-A-Statement-In-Your-Bathroom-urbanclap-homes-708x800.jpg\"></figure><p><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">Bathrooms no longer have to be fully tiled to withstand humid conditions. The market is loaded with wallpapers that are durable and splash-proof. Also, there’s no need to cover every wall — just go for one. Try avoiding accessories and keep the room light, airy and without clutter.</span></p><p>&nbsp;</p><p><i>Where to Buy:</i></p><p><i>Devon &amp; Devon is available through FCML and Keha Casa stores across India.</i></p><p>&nbsp;</p><h2>3. Turn Your Wash Basin into a Centrepiece</h2><p>&nbsp;</p><p><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">Every room needs a hero, and your bathroom is no exception. You can upgrade its look with vanities and washbasins. Opt for interesting shape or unusual hues that provide a stark contrast in an otherwise plain bathroom. Let the drama extend to your wall mirrors and storage too.</span></p><p>&nbsp;</p><figure class=\"image\"><img src=\"https://de927adv5b23k.cloudfront.net/wp-content/uploads/2018/01/03184726/Washbasin-as-a-centrepiece-7-Clever-Ideas-To-Make-A-Statement-In-Your-Bathroom-urbanclap-homes-768x576.jpg\"></figure><p><br><i>Where to Buy:</i></p><p><i>Olympia Ceramica is available through Etre Luxe in India.</i></p><p>&nbsp;</p><h2>4. Get Floored Away</h2><p>Yes, we know that bathroom flooring requires a strong foundation that is durable and water resistant. Ceramic tiles are the best choice for bathrooms and have been accepted globally too. But why only go the beige way? Choosing interesting or unexpected patterns on your bathroom flooring will create a lively, chic and polished look. Floors in granite or polished concrete are sure to create a dramatic effect.</p><figure class=\"image\"><img src=\"https://de927adv5b23k.cloudfront.net/wp-content/uploads/2018/01/03184709/Floored-Away-7-Clever-Ideas-To-Make-A-Statement-In-Your-Bathroom-urbanclap-homes-768x576.jpg\"></figure><p><br><i>Where to Buy:</i></p><p><i>Similar looking tiles can be sourced from ceramic brands like Kajaria, Somany, H&amp;R Johnson amongst the others.</i></p><p>&nbsp;</p><h2><i>5. Create Magic with Monochrome</i></h2><p>&nbsp;</p><p><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">The versatile combination of black and white packs a punch. It also has a timeless appeal! When </span><a href=\"https://www.urbancompany.com/delhi-ncr-bathroom-renovation\">decorating a bathroom</a><span style=\"background-color:rgb(255,255,255);color:rgb(84,83,83);\">, the starting point is usually the white walls and floor — so you are already halfway towards creating a monochrome scheme. Now consider a striking black washbasin and black bathroom furniture to create a much-needed impact. If budget is a constraint and you don’t want to invest in bigger pieces, opt for plain white or black tiles and get these installed by local contractors.</span></p><figure class=\"image\"><img src=\"https://de927adv5b23k.cloudfront.net/wp-content/uploads/2018/01/03184719/monochrome-magic-7-Clever-Ideas-To-Make-A-Statement-In-Your-Bathroom-urbanclap-homes-768x683.jpg\"></figure><figure class=\"image\"><img src=\"https://de927adv5b23k.cloudfront.net/wp-content/uploads/2018/01/03184714/monochrome-magic-1-7-Clever-Ideas-To-Make-A-Statement-In-Your-Bathroom-urbanclap-homes-768x683.jpg\"></figure><p><br><i>Where to Buy:</i></p><p><i>You can easily source White or Black bath fittings. For black furniture, visit brands like Vitra, Roca or Hindware.</i></p>",
        "active": true
    }
},
{
    "model": "blog.post",
    "pk": 59,
    "fields": {
        "created": "2021-06-03T09:51:12.986Z",
        "updated": "2021-06-28T08:39:53.769Z",
        "author": [
            "7208333993"
        ],
        "category": null,
        "title": "Nuxt Auth 'loginWith' function doesn't send data to DRF",
        "slug": "nuxt-auth-loginwith-function-doesnt-send-data-to-drf",
        "photo": "Blog_Images/nuxt-auth-loginwith-function-doesnt-send-data-to-drf/blog_photo.png",
        
        "body": "<p>I recently tried to combine Nuxt.js with Django. Nuxt.js has a module called Nuxt Auth (I use @nuxtjs/auth-next), which is pretty straightforward and simple to use.</p><p>&nbsp;</p><p>However, I ran into a problem when I tried to get the post data when using $auth.loginWith(...) in a Django APIView. When I print out request.POST, it returns an empty QueryDict. When I log in with the standard DRF forms, I get my token as expected (I use JWT for authentication).</p><p>&nbsp;</p><p>I first thought that I did something wrong in my Nuxt.js frontend, so I cloned some repos on GitHub to see how they have done it (<a href=\"https://github.com/tickstudiu/nuxt-local-auth\"><u>tickstudiu</u></a>, <a href=\"https://github.com/ammezie/nuxt-auth-app\"><u>ammezie</u></a>). I then tried to combine their frontend with my backend. I also watched a <a href=\"https://www.youtube.com/watch?v=zzUpO8tXoaw\"><u>tutorial</u></a> on YouTube.</p><p>&nbsp;</p><p>Still the same problem... That's why I think that it is a Nuxt + Django specific problem because otherwise, the other repos would work, right? Or maybe I just do something wrong every time...</p><p>This is what I get when I log in with standard DRF form</p><p>&nbsp;</p><pre><code class=\"language-plaintext\">HTTP 200 OK\r\nAllow: POST, OPTIONS\r\nContent-Type: application/json\r\nVary: Accept\r\n{\r\n    \"username\": \"admin\",\r\n    \"token\": \"eyJ0eXAiOiJKV1QiLCJhbGciOiJIUzI1NiJ9.eyJ1c2VybmFtZSI6ImFkbWluIiwiZW1haWwiOiJhbmRyZWFzLmdlcmFzaW1vdzEyQGdtYWlsLmNvbSIsImV4cCI6MTYyMjc5NjQ2N30.XQ58Fo0nOS2C44SRQG5A2vEDT0fOXJTIrHG8XNaxzBo\"\r\n} </code></pre><p>&nbsp;</p><p><span style=\"background-color:rgb(255,255,255);color:rgb(36,39,41);\">Here is my Login API in Django:</span></p><p>&nbsp;</p><pre><code class=\"language-python\">class LoginAPIView(GenericAPIView):\r\n\r\nserializer_class = LoginSerializer\r\n\r\ndef post(self, request, *args, **kwargs):\r\n\r\n    print(request.POST) # prints an empty QueryDict\r\n\r\n    username = request.POST.get('username', None)\r\n    password = request.POST.get('password', None)\r\n\r\n    user = authenticate(username=username, password=password)\r\n\r\n    if user:\r\n        serializer = self.serializer_class(user)\r\n        return Response(serializer.data,        status=status.HTTP_200_OK)\r\n    return Response({'message':'Bad credentials!'}, status=status.HTTP_401_UNAUTHORIZED)</code></pre><p><span style=\"background-color:rgb(255,255,255);color:rgb(36,39,41);\">This is the output in the console, when I try to log in with Nuxt:</span></p><p>&nbsp;</p><pre><code class=\"language-plaintext\">&lt;QueryDict: {}&gt;\r\nUnauthorized: /api/accounts/login/\r\n[03/Jun/2021 10:35:28] \"POST /api/accounts/login/ HTTP/1.1\" 401 30</code></pre><p><span style=\"background-color:rgb(255,255,255);color:rgb(36,39,41);\">Here is my login form script in Nuxt:</span></p><p>&nbsp;</p><pre><code class=\"language-javascript\">export default {\r\n  data() {\r\n    return {\r\n      valid: false,\r\n      userInfo: {\r\n        username: \"\",\r\n        password: \"\",\r\n      },\r\n    };\r\n  },\r\n\r\n  methods: {\r\n    loginUser() {\r\n    this.$auth.loginWith(\"local\", {\r\n        data: this.userInfo,\r\n      }).catch((err) =&gt; console.log(err));\r\n    },\r\n  },\r\n};</code></pre><p><span style=\"background-color:rgb(255,255,255);color:rgb(36,39,41);\">Here is a part of my </span><strong>nuxt.config.js</strong><span style=\"background-color:rgb(255,255,255);color:rgb(36,39,41);\"> file:</span></p><p>&nbsp;</p><pre><code class=\"language-javascript\">modules: [\r\n    // https://go.nuxtjs.dev/axios\r\n    '@nuxtjs/axios',\r\n    '@nuxtjs/auth-next'\r\n  ],\r\n\r\n  // Axios module configuration: https://go.nuxtjs.dev/config-axios\r\n  axios: {\r\n    baseURL: 'http://127.0.0.1:8000/api/'\r\n  },\r\n\r\n  // authentication module configuration\r\n  auth: {\r\n    strategies: {\r\n      local: {\r\n        endpoints: {\r\n          login: { url: 'accounts/login/', method: 'post', propertyName: false },\r\n          user: { url: 'accounts/authenticate/', method: 'get', propertyName: false },\r\n          logout: { url: 'accounts/logout/', method: 'post' }, // method: 'delete'\r\n        },\r\n        tokenType: 'bearer',\r\n      }\r\n    }\r\n  },</code></pre><p>&nbsp;</p><p><span style=\"background-color:rgb(255,255,255);color:rgb(36,39,41);\">I use Django 3.2.3, DRF 3.12.4, Nuxt.js 2.15.3, and Nuxt Auth 5.0.0-1622309801.87126e3.</span></p>",
        "active": true
    }
},
{
    "model": "blog.postimage",
    "pk": 10,
    "fields": {
        "user": [
            "7208333993"
        ],
        "upload": "Blog_Images/corecare_vertical_blue.png"
    }
},
{
    "model": "blog.comment",
    "pk": 1,
    "fields": {
        "created": "2021-05-31T23:09:08.550Z",
        "updated": "2021-05-31T23:09:08.550Z",
        "user": [
            "7208333993"
        ],
        "post": 21,
        "name": "Afzal saiyed",
        "email": "saiyedafzalgz@gmail.com",
        "parent": null,
        "comment": "Testing Auth comment",
        "active": true
    }
},
{
    "model": "blog.comment",
    "pk": 2,
    "fields": {
        "created": "2021-05-31T23:13:09.702Z",
        "updated": "2021-05-31T23:13:09.702Z",
        "user": null,
        "post": 21,
        "name": "Kaif Saiyed",
        "email": "kaif2442@yahoo.in",
        "parent": null,
        "comment": "Testing Public Comment",
        "active": true
    }
},
{
    "model": "blog.comment",
    "pk": 3,
    "fields": {
        "created": "2021-05-31T23:27:47.914Z",
        "updated": "2021-05-31T23:27:47.914Z",
        "user": null,
        "post": 21,
        "name": "Arshad Shaikh",
        "email": "arshadshaikh@gmail.com",
        "parent": null,
        "comment": "Testing New Serializer with Postman",
        "active": true
    }
},
{
    "model": "blog.comment",
    "pk": 4,
    "fields": {
        "created": "2021-05-31T23:28:55.655Z",
        "updated": "2021-05-31T23:28:55.655Z",
        "user": [
            "7208333993"
        ],
        "post": 21,
        "name": "Afzal saiyed",
        "email": "saiyedafzalgz@gmail.com",
        "parent": null,
        "comment": "Testing New Serializer with Auth and postman",
        "active": true
    }
},
{
    "model": "blog.comment",
    "pk": 25,
    "fields": {
        "created": "2021-06-01T14:52:11.792Z",
        "updated": "2021-06-01T14:52:11.792Z",
        "user": [
            "7208333993"
        ],
        "post": 21,
        "name": "Afzal saiyed",
        "email": "saiyedafzalgz@gmail.com",
        "parent": 1,
        "comment": "Testing Reply",
        "active": true
    }
},
{
    "model": "blog.comment",
    "pk": 27,
    "fields": {
        "created": "2021-06-01T20:09:59.527Z",
        "updated": "2021-06-01T20:09:59.527Z",
        "user": [
            "7208333993"
        ],
        "post": 21,
        "name": "Afzal saiyed",
        "email": "saiyedafzalgz@gmail.com",
        "parent": null,
        "comment": "Final Comment Test",
        "active": true
    }
},
{
    "model": "blog.comment",
    "pk": 32,
    "fields": {
        "created": "2021-06-01T20:41:03.456Z",
        "updated": "2021-06-01T20:41:03.456Z",
        "user": [
            "7208333993"
        ],
        "post": 21,
        "name": "Afzal saiyed",
        "email": "saiyedafzalgz@gmail.com",
        "parent": 1,
        "comment": "Final Reply TEst",
        "active": true
    }
},
{
    "model": "blog.comment",
    "pk": 33,
    "fields": {
        "created": "2021-06-01T20:43:10.291Z",
        "updated": "2021-06-01T20:43:10.291Z",
        "user": [
            "7208333993"
        ],
        "post": 21,
        "name": "Afzal saiyed",
        "email": "saiyedafzalgz@gmail.com",
        "parent": 1,
        "comment": "Final Reply Test new",
        "active": true
    }
},
{
    "model": "blog.comment",
    "pk": 34,
    "fields": {
        "created": "2021-06-01T20:45:08.972Z",
        "updated": "2021-06-01T20:45:08.972Z",
        "user": [
            "7208333993"
        ],
        "post": 21,
        "name": "Afzal saiyed",
        "email": "saiyedafzalgz@gmail.com",
        "parent": 1,
        "comment": "RRRRRRRRRR",
        "active": true
    }
},
{
    "model": "blog.comment",
    "pk": 35,
    "fields": {
        "created": "2021-06-01T20:47:10.350Z",
        "updated": "2021-06-01T20:47:10.350Z",
        "user": [
            "7208333993"
        ],
        "post": 21,
        "name": "Afzal saiyed",
        "email": "saiyedafzalgz@gmail.com",
        "parent": 1,
        "comment": "Reply Test new",
        "active": true
    }
},
{
    "model": "blog.comment",
    "pk": 36,
    "fields": {
        "created": "2021-06-01T20:48:06.752Z",
        "updated": "2021-06-01T20:48:06.752Z",
        "user": [
            "7208333993"
        ],
        "post": 21,
        "name": "Afzal saiyed",
        "email": "saiyedafzalgz@gmail.com",
        "parent": 1,
        "comment": "Running",
        "active": true
    }
},
{
    "model": "blog.comment",
    "pk": 37,
    "fields": {
        "created": "2021-06-01T20:50:30.761Z",
        "updated": "2021-06-01T20:50:30.761Z",
        "user": [
            "7208333993"
        ],
        "post": 21,
        "name": "Afzal saiyed",
        "email": "saiyedafzalgz@gmail.com",
        "parent": 1,
        "comment": "Reply Added",
        "active": true
    }
},
{
    "model": "blog.comment",
    "pk": 38,
    "fields": {
        "created": "2021-06-01T20:52:38.092Z",
        "updated": "2021-06-01T20:52:38.092Z",
        "user": [
            "7208333993"
        ],
        "post": 21,
        "name": "Afzal saiyed",
        "email": "saiyedafzalgz@gmail.com",
        "parent": 1,
        "comment": "asdfse twrey e5y7",
        "active": true
    }
},
{
    "model": "blog.comment",
    "pk": 39,
    "fields": {
        "created": "2021-06-02T09:01:05.754Z",
        "updated": "2021-06-02T09:01:05.754Z",
        "user": [
            "7208333993"
        ],
        "post": 21,
        "name": "Afzal saiyed",
        "email": "saiyedafzalgz@gmail.com",
        "parent": null,
        "comment": "Testing Comment new",
        "active": true
    }
},
{
    "model": "blog.comment",
    "pk": 40,
    "fields": {
        "created": "2021-06-02T09:01:23.953Z",
        "updated": "2021-06-02T09:01:23.953Z",
        "user": [
            "7208333993"
        ],
        "post": 21,
        "name": "Afzal saiyed",
        "email": "saiyedafzalgz@gmail.com",
        "parent": 2,
        "comment": "Testing Reply New",
        "active": true
    }
},
{
    "model": "blog.comment",
    "pk": 41,
    "fields": {
        "created": "2021-06-02T09:03:37.693Z",
        "updated": "2021-06-02T09:03:37.693Z",
        "user": [
            "7208333993"
        ],
        "post": 21,
        "name": "Afzal saiyed",
        "email": "saiyedafzalgz@gmail.com",
        "parent": 3,
        "comment": "TEsting Reply Postman",
        "active": true
    }
},
{
    "model": "blog.comment",
    "pk": 42,
    "fields": {
        "created": "2021-06-02T09:04:47.225Z",
        "updated": "2021-06-02T09:04:47.225Z",
        "user": [
            "7208333993"
        ],
        "post": 21,
        "name": "Afzal saiyed",
        "email": "saiyedafzalgz@gmail.com",
        "parent": 27,
        "comment": "Reply Enr 2021",
        "active": true
    }
},
{
    "model": "blog.comment",
    "pk": 43,
    "fields": {
        "created": "2021-06-02T09:05:08.256Z",
        "updated": "2021-06-02T09:05:08.256Z",
        "user": [
            "7208333993"
        ],
        "post": 21,
        "name": "Afzal saiyed",
        "email": "saiyedafzalgz@gmail.com",
        "parent": 1,
        "comment": "New Reply 2021",
        "active": true
    }
},
{
    "model": "blog.comment",
    "pk": 44,
    "fields": {
        "created": "2021-06-02T09:10:23.649Z",
        "updated": "2021-06-02T09:10:23.649Z",
        "user": [
            "7208333993"
        ],
        "post": 11,
        "name": "Afzal saiyed",
        "email": "saiyedafzalgz@gmail.com",
        "parent": null,
        "comment": "TEsting new Comment",
        "active": true
    }
},
{
    "model": "blog.comment",
    "pk": 45,
    "fields": {
        "created": "2021-06-02T09:10:34.798Z",
        "updated": "2021-06-02T09:10:34.799Z",
        "user": [
            "7208333993"
        ],
        "post": 11,
        "name": "Afzal saiyed",
        "email": "saiyedafzalgz@gmail.com",
        "parent": 44,
        "comment": "TEsting Reply",
        "active": true
    }
},
{
    "model": "blog.comment",
    "pk": 46,
    "fields": {
        "created": "2021-06-02T09:11:00.525Z",
        "updated": "2021-06-02T09:11:00.525Z",
        "user": [
            "7208333993"
        ],
        "post": 11,
        "name": "Afzal saiyed",
        "email": "saiyedafzalgz@gmail.com",
        "parent": 44,
        "comment": "TEsting Reply 2",
        "active": true
    }
},
{
    "model": "blog.comment",
    "pk": 80,
    "fields": {
        "created": "2021-06-02T10:16:56.790Z",
        "updated": "2021-06-02T10:16:56.790Z",
        "user": [
            "7208333993"
        ],
        "post": 11,
        "name": "Afzal saiyed",
        "email": "saiyedafzalgz@gmail.com",
        "parent": null,
        "comment": "asfsdtgerdsygh",
        "active": true
    }
},
{
    "model": "blog.comment",
    "pk": 81,
    "fields": {
        "created": "2021-06-02T10:17:04.068Z",
        "updated": "2021-06-02T10:17:04.068Z",
        "user": [
            "7208333993"
        ],
        "post": 11,
        "name": "Afzal saiyed",
        "email": "saiyedafzalgz@gmail.com",
        "parent": 80,
        "comment": "Sdrasfsstg",
        "active": true
    }
},
{
    "model": "blog.comment",
    "pk": 82,
    "fields": {
        "created": "2021-06-02T10:17:22.481Z",
        "updated": "2021-06-02T10:17:22.481Z",
        "user": [
            "7208333993"
        ],
        "post": 11,
        "name": "Afzal saiyed",
        "email": "saiyedafzalgz@gmail.com",
        "parent": 80,
        "comment": "Sdrasfsstg dstfstg",
        "active": true
    }
},
{
    "model": "blog.comment",
    "pk": 83,
    "fields": {
        "created": "2021-06-02T10:19:03.968Z",
        "updated": "2021-06-02T10:19:03.968Z",
        "user": [
            "7208333993"
        ],
        "post": 11,
        "name": "Afzal saiyed",
        "email": "saiyedafzalgz@gmail.com",
        "parent": 80,
        "comment": "asdfstgef wetwrt",
        "active": true
    }
},
{
    "model": "blog.comment",
    "pk": 84,
    "fields": {
        "created": "2021-06-02T10:19:16.795Z",
        "updated": "2021-06-02T10:19:16.795Z",
        "user": [
            "7208333993"
        ],
        "post": 11,
        "name": "Afzal saiyed",
        "email": "saiyedafzalgz@gmail.com",
        "parent": 80,
        "comment": "asdfstgef wetwrt swr wrf",
        "active": true
    }
},
{
    "model": "blog.comment",
    "pk": 85,
    "fields": {
        "created": "2021-06-02T10:20:32.710Z",
        "updated": "2021-06-02T10:20:32.710Z",
        "user": [
            "7208333993"
        ],
        "post": 11,
        "name": "Afzal saiyed",
        "email": "saiyedafzalgz@gmail.com",
        "parent": 80,
        "comment": "dsf srgw rt",
        "active": true
    }
},
{
    "model": "blog.comment",
    "pk": 86,
    "fields": {
        "created": "2021-06-02T10:20:41.766Z",
        "updated": "2021-06-02T10:20:41.766Z",
        "user": [
            "7208333993"
        ],
        "post": 11,
        "name": "Afzal saiyed",
        "email": "saiyedafzalgz@gmail.com",
        "parent": 80,
        "comment": "dsf srgw rt swd swfwsrf",
        "active": true
    }
},
{
    "model": "blog.comment",
    "pk": 87,
    "fields": {
        "created": "2021-06-03T14:19:34.461Z",
        "updated": "2021-06-03T14:19:34.461Z",
        "user": null,
        "post": 59,
        "name": "Afzal saiyed",
        "email": "sabasamani1010@gmail.com",
        "parent": null,
        "comment": "testing Comment without login",
        "active": true
    }
},
{
    "model": "blog.comment",
    "pk": 88,
    "fields": {
        "created": "2021-06-03T14:20:02.571Z",
        "updated": "2021-06-03T14:20:02.571Z",
        "user": null,
        "post": 59,
        "name": "saba samani",
        "email": "sabasamani1010@gmail.com",
        "parent": 87,
        "comment": "Testing Reply Without Auth",
        "active": true
    }
},
{
    "model": "blog.comment",
    "pk": 89,
    "fields": {
        "created": "2021-06-06T13:21:02.795Z",
        "updated": "2021-06-06T13:21:02.795Z",
        "user": [
            "7208333993"
        ],
        "post": 59,
        "name": "Afzal saiyed",
        "email": "saiyedafzalgz@gmail.com",
        "parent": null,
        "comment": "New Comment",
        "active": true
    }
},
{
    "model": "blog.comment",
    "pk": 90,
    "fields": {
        "created": "2021-06-06T13:21:29.569Z",
        "updated": "2021-06-06T13:21:29.569Z",
        "user": [
            "7208333993"
        ],
        "post": 59,
        "name": "Afzal saiyed",
        "email": "saiyedafzalgz@gmail.com",
        "parent": 87,
        "comment": "Auth Reply",
        "active": true
    }
},
{
    "model": "blog.comment",
    "pk": 91,
    "fields": {
        "created": "2021-06-06T13:21:55.584Z",
        "updated": "2021-06-06T13:21:55.584Z",
        "user": [
            "7208333993"
        ],
        "post": 59,
        "name": "Afzal saiyed",
        "email": "saiyedafzalgz@gmail.com",
        "parent": 89,
        "comment": "Reply New",
        "active": true
    }
},
{
    "model": "blog.comment",
    "pk": 92,
    "fields": {
        "created": "2021-06-06T19:48:46.116Z",
        "updated": "2021-06-06T19:48:46.116Z",
        "user": [
            "7208333993"
        ],
        "post": 59,
        "name": "Afzal saiyed",
        "email": "saiyedafzalgz@gmail.com",
        "parent": 89,
        "comment": "test Reply new",
        "active": true
    }
},
{
    "model": "blog.comment",
    "pk": 93,
    "fields": {
        "created": "2021-06-06T19:48:57.603Z",
        "updated": "2021-06-06T19:48:57.603Z",
        "user": [
            "7208333993"
        ],
        "post": 59,
        "name": "Afzal saiyed",
        "email": "saiyedafzalgz@gmail.com",
        "parent": 89,
        "comment": "test Reply new 2",
        "active": true
    }
},
{
    "model": "blog.comment",
    "pk": 94,
    "fields": {
        "created": "2021-06-06T19:49:07.453Z",
        "updated": "2021-06-06T19:49:07.453Z",
        "user": [
            "7208333993"
        ],
        "post": 59,
        "name": "Afzal saiyed",
        "email": "saiyedafzalgz@gmail.com",
        "parent": 89,
        "comment": "test Reply new 3",
        "active": true
    }
},
{
    "model": "blog.comment",
    "pk": 95,
    "fields": {
        "created": "2021-06-06T19:52:04.504Z",
        "updated": "2021-06-06T19:52:04.504Z",
        "user": [
            "7208333993"
        ],
        "post": 59,
        "name": "Afzal saiyed",
        "email": "saiyedafzalgz@gmail.com",
        "parent": 87,
        "comment": "New Reply 1",
        "active": true
    }
},
{
    "model": "blog.comment",
    "pk": 96,
    "fields": {
        "created": "2021-06-06T19:52:15.749Z",
        "updated": "2021-06-06T19:52:15.749Z",
        "user": [
            "7208333993"
        ],
        "post": 59,
        "name": "Afzal saiyed",
        "email": "saiyedafzalgz@gmail.com",
        "parent": 87,
        "comment": "New Reply 2",
        "active": true
    }
},
{
    "model": "blog.comment",
    "pk": 97,
    "fields": {
        "created": "2021-06-06T19:52:25.233Z",
        "updated": "2021-06-06T19:52:25.233Z",
        "user": [
            "7208333993"
        ],
        "post": 59,
        "name": "Afzal saiyed",
        "email": "saiyedafzalgz@gmail.com",
        "parent": 87,
        "comment": "New Reply 3",
        "active": true
    }
}
]
